[
{
    "model": "auth.user",
    "fields": {
        "password": "pbkdf2_sha256$120000$wYM3um9TcRVV$cZFKAFCP5azz0A8lnTrg7s7jGRxhBO1EFAbaozw+mQw=",
        "last_login": "2018-10-26T18:45:48.611Z",
        "is_superuser": true,
        "username": "admin",
        "first_name": "",
        "last_name": "",
        "email": "admin@example.com",
        "is_staff": true,
        "is_active": true,
        "date_joined": "2018-09-15T19:21:48.542Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "auth.user",
    "fields": {
        "password": "pbkdf2_sha256$120000$eroxNTGchU1C$JggI+idcdyyas+TifEFxBVsZamlFHO30Qnw7NkGU0u0=",
        "last_login": "2018-10-12T03:17:17.390Z",
        "is_superuser": false,
        "username": "akin",
        "first_name": "",
        "last_name": "",
        "email": "",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2018-10-11T22:10:38.778Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "auth.user",
    "fields": {
        "password": "pbkdf2_sha256$120000$aDUkLQDmces2$OiSUNPIEvzR6PTeJdh+EliX0AKx2db2yiNpM1zVU4ao=",
        "last_login": null,
        "is_superuser": false,
        "username": "harry",
        "first_name": "",
        "last_name": "",
        "email": "",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2018-10-11T23:30:26.110Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "sessions.session",
    "pk": "0bh5oe74xea9rj9n4wqzlkifdmoettaf",
    "fields": {
        "session_data": "MTU4MzFlMmM3ZTgwZTU3YzA4M2M5NWMzYmZkNjExYjlmZWM1MmY0Yjp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiIzYjM3YmE1YjYxMTlmODM3M2YzNmEwOGY0OTI1ZTVmYzkxYTg4YmYzIiwiY2FydCI6eyIzMCI6eyJxdWFudGl0eSI6MSwicHJpY2UiOiIxNTAwMDAwLjAwIn19fQ==",
        "expire_date": "2018-10-26T23:37:33.620Z"
    }
},
{
    "model": "sessions.session",
    "pk": "4tiwi7tk5y6wbb50h3ajhqafto4goej5",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-10-19T23:16:09.810Z"
    }
},
{
    "model": "sessions.session",
    "pk": "a54ecrfeugubop6jpvg04mvxs0owl6w3",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-11-03T18:19:46.333Z"
    }
},
{
    "model": "sessions.session",
    "pk": "befyqshdp7rbal4kq5dfbzxhx1pawebz",
    "fields": {
        "session_data": "ZDczZjFiMTMzNjgxN2FmYjI1Yjc0ZDdiZThiMDgxNjdiMTk5YmRmOTp7ImNhcnQiOnsiMjciOnsicXVhbnRpdHkiOjIsInByaWNlIjoiMzc1MDAwLjAwIn19fQ==",
        "expire_date": "2018-11-03T21:12:37.946Z"
    }
},
{
    "model": "sessions.session",
    "pk": "hsu7ehkqqewwou0rk5kbhokoxc94l87h",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-10-19T23:17:18.133Z"
    }
},
{
    "model": "sessions.session",
    "pk": "k2kmt59welwrtw1jiav4a93ohak2h4ws",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-10-19T23:25:41.009Z"
    }
},
{
    "model": "sessions.session",
    "pk": "n1a5ggqe5q1jajzfjq3ulc3ks1x6k7kl",
    "fields": {
        "session_data": "MDJjODgxNDhiOWNiMDJlY2VmMDcxM2FjZTMyZjUxMTEyYmM1ZjQ4NDp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiIzYjM3YmE1YjYxMTlmODM3M2YzNmEwOGY0OTI1ZTVmYzkxYTg4YmYzIiwiY2FydCI6e319",
        "expire_date": "2018-10-19T23:33:57.009Z"
    }
},
{
    "model": "sessions.session",
    "pk": "nkijrtxuvnciqx3r53pl2qigc2v0zd2p",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-10-01T01:24:18.912Z"
    }
},
{
    "model": "sessions.session",
    "pk": "r13kqncr7xwtr5keo7jk3hm6zw14kf0h",
    "fields": {
        "session_data": "MzE1NjJkYzc3ODIxZGI2YWFkMDZkZDIwM2E2NjgxZGZjYTcxN2I4OTp7ImNhcnQiOnsiMzIiOnsicXVhbnRpdHkiOjIsInByaWNlIjoiMjAwMDAwLjAwIn19fQ==",
        "expire_date": "2018-11-09T18:52:35.751Z"
    }
},
{
    "model": "sessions.session",
    "pk": "ruc1evrsj0plwc6cs7tx7bwejmtwsq1d",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-10-26T00:41:39.428Z"
    }
},
{
    "model": "sessions.session",
    "pk": "t9zpqrobb420lr0uiqhmw3zhyc6sh7mk",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-10-25T23:30:17.607Z"
    }
},
{
    "model": "sessions.session",
    "pk": "tsudqe1bkmnis34bn8iyd0khzswdh2by",
    "fields": {
        "session_data": "YjA3OGVjY2Q1OWRkNjk1MGVjNjI5ODdmZTE5N2NkMjNhYzhjN2YzODp7ImNhcnQiOnt9fQ==",
        "expire_date": "2018-11-01T23:18:29.665Z"
    }
},
{
    "model": "shop.category",
    "pk": 1,
    "fields": {
        "name": "Lamborghini",
        "slug": "lamborghini",
        "created_at": "2018-09-15T19:23:24.160Z",
        "updated_at": "2018-10-05T18:17:09.655Z"
    }
},
{
    "model": "shop.category",
    "pk": 2,
    "fields": {
        "name": "Aston Martin",
        "slug": "aston-martin",
        "created_at": "2018-09-15T19:23:27.322Z",
        "updated_at": "2018-10-05T18:16:37.452Z"
    }
},
{
    "model": "shop.category",
    "pk": 3,
    "fields": {
        "name": "Ferrari",
        "slug": "ferrari",
        "created_at": "2018-09-15T19:23:33.738Z",
        "updated_at": "2018-10-05T18:16:57.050Z"
    }
},
{
    "model": "shop.category",
    "pk": 4,
    "fields": {
        "name": "Maserati",
        "slug": "maserati",
        "created_at": "2018-09-15T19:23:36.802Z",
        "updated_at": "2018-10-05T18:17:31.614Z"
    }
},
{
    "model": "shop.category",
    "pk": 5,
    "fields": {
        "name": "McLaren",
        "slug": "mcLaren",
        "created_at": "2018-09-15T19:23:41.099Z",
        "updated_at": "2018-10-05T18:18:00.353Z"
    }
},
{
    "model": "shop.category",
    "pk": 6,
    "fields": {
        "name": "Porsche",
        "slug": "porsche",
        "created_at": "2018-09-16T19:14:49.185Z",
        "updated_at": "2018-09-16T19:14:49.185Z"
    }
},
{
    "model": "shop.category",
    "pk": 7,
    "fields": {
        "name": "Jaguar",
        "slug": "jaguar",
        "created_at": "2018-09-16T19:15:45.032Z",
        "updated_at": "2018-09-16T19:15:45.032Z"
    }
},
{
    "model": "shop.category",
    "pk": 8,
    "fields": {
        "name": "Lotus",
        "slug": "lotus",
        "created_at": "2018-09-16T19:15:55.736Z",
        "updated_at": "2018-09-16T19:15:55.736Z"
    }
},
{
    "model": "shop.category",
    "pk": 9,
    "fields": {
        "name": "Bugatti",
        "slug": "bugatti",
        "created_at": "2018-09-16T19:16:04.389Z",
        "updated_at": "2018-09-16T19:16:04.389Z"
    }
},
{
    "model": "shop.category",
    "pk": 10,
    "fields": {
        "name": "Mercedes-Benz",
        "slug": "mercedes-benz",
        "created_at": "2018-09-16T19:16:15.243Z",
        "updated_at": "2018-09-16T19:16:15.243Z"
    }
},
{
    "model": "shop.category",
    "pk": 11,
    "fields": {
        "name": "Bentley",
        "slug": "bentley",
        "created_at": "2018-09-16T19:16:27.619Z",
        "updated_at": "2018-09-16T19:16:27.619Z"
    }
},
{
    "model": "shop.category",
    "pk": 12,
    "fields": {
        "name": "Rolls-Royce",
        "slug": "rolls-royce",
        "created_at": "2018-09-16T19:16:34.047Z",
        "updated_at": "2018-09-16T19:16:34.048Z"
    }
},
{
    "model": "shop.category",
    "pk": 13,
    "fields": {
        "name": "BMW",
        "slug": "bmw",
        "created_at": "2018-09-16T19:17:44.905Z",
        "updated_at": "2018-09-16T19:17:44.905Z"
    }
},
{
    "model": "shop.category",
    "pk": 14,
    "fields": {
        "name": "Acura",
        "slug": "acura",
        "created_at": "2018-10-05T23:22:51.488Z",
        "updated_at": "2018-10-05T23:22:51.488Z"
    }
},
{
    "model": "shop.product",
    "pk": 6,
    "fields": {
        "category": 2,
        "name": "Bugatti Divo Concept",
        "slug": "vanquish",
        "description": "The new Bugatti Divo concept was recently unveiled on August 24, 2018, at ‘The Quail – a Motorsport Gathering’ event taking place in Monterey, California. Three very important things to note about the car: purchasing one will cost $5.8 Million USD, only 40 are being produced, and they’re already sold out.\r\n\r\nUnless you’re one of those hopefuls still waiting in line with your chequebook open, the rest of the details are perhaps just semantics, which I’m happy to get into. For starters, the Bugatti Divo is based on the Bugatti Chiron, and is certainly no less over-the-top.  The Divo shares most of the important mechanical features with the Chiron; most notably the same quad-turbocharged 8.0L W16 engine which produces an extravagant 1,500 horsepower.\r\n\r\nAccording to Bugatti President, Stephan Winkelmann, the goal of the Divo is to be “the most agile and dynamic car Bugatti has ever created – a perfect homage for the 110th anniversary, which will be held in 2019”. In order to achieve this, many changes to the Chiron were made to its bodywork and chassis to amp up its aerodynamic efficiency and handling.\r\n\r\nSuch drastic changes ensured that the Divo and Chiron are easily distinguishable, visually. Functional air inlets were added to the front bonnet, along with a NACA duct on the roof, and a larger adjustable rear spoiler. The headlights and tail lights were reimagined for further effect, while its lower stance suggests added performance purpose. The interior is mostly unchanged, with some finishing touches added to make it distinctive.\r\n\r\nOverall the Divo also has sharper angles and more aggressive looking body lines, with the horseshoe shaped grill, centre line running over the top of the car, and scoop-shaped doors being the only truly pronounced Bugatti features. The remaining design elements seem fairly reminiscent of present day Lamborghinis – and the fact that Mr. Winkelmann is the former Automobili Lamborghini CEO, leads me to believe this may not be much of a coincidence.\r\n\r\nIn performance metrics, the changes allow the Divo to produce 198 additional pounds of downforce, and lap the Nardò circuit in Italy a significant eight seconds faster thanks to the improved chassis redesign.",
        "price": "500000.00",
        "available": true,
        "stock": 1,
        "created_at": "2018-09-16T19:37:00.907Z",
        "updated_at": "2018-10-05T00:04:25.276Z",
        "image": "media/bugatti-divo.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 7,
    "fields": {
        "category": 2,
        "name": "2005→2007 Aston Martin Vanquish S V12",
        "slug": "20052007-aston-martin-vanquish-s-v12",
        "description": "The fastest production model ever to be built by Aston Martin is making its world debut at the Paris Motor Show on September 23, 2004.\r\n\r\nWith a maximum speed in excess of 200mph (321km/h) and a 6.0 litre V12 engine developing 520 horsepower, the Vanquish S has been designed to deliver even greater performance, complemented by subtle suspension and steering changes and a number of interior and external style revisions.\r\n\r\n”The Vanquish is our flagship model and the standard 460bhp will continue to be built,” said Aston Martin CEO, Dr Ulrich Bez. ”However, this derivative makes the car even more exceptional. The latest Vanquish S is not only the fastest Aston Martin ever, but it is the best handling too. It is the ultimate high-performance Aston Martin.”\r\n\r\nThe Vanquish S has received subtle but effective changes to complement its elegant muscular body. The famous Aston Martin grille has a new rounded and more open appearance for better cooling, and an aerodynamic splitter improves high-speed stability.\r\n\r\nAt the rear, a redesigned boot lid featuring a new high mounted stop lamp reduces lift and improves balance and stability, helping to achieve an impressive Cd figure of 0.32.\r\n\r\nThese differences on the Vanquish S not only improve the appearance but also enhance performance. All the exterior body panels are constructed from aluminium with each individual panel hand tailored to the central structure to ensure a perfect panel fit. Every carefully detailed feature provides graphic evidence of the painstaking craftsmanship and quality, which is invested in its construction at Aston Martin\u0019s Newport Pagnell site in Buckinghamshire.\r\n\r\nRevised steering geometry provides a 20% quicker response, allowing the driver to apply a reduced input for required steering response. This enables the driver to be more precise with inputs – especially on winding roads – and more accurate feedback from the chassis.\r\n\r\nThe Sports Dynamics suspension, steering and braking package is now standard on the Vanquish S. This includes stiffer springs and dampers and shorter steering arms.\r\n\r\nThe brakes have been upgraded to incorporate larger six piston calipers and larger grooved and ventilated front discs. The rear discs are 2mm wider for improved heat dissipation. The use of floating discs ensures the driver has consistent pedal feel under heavy braking whilst a new brake pedal assembly reduces travel and enhances pedal feel.\r\n\r\nFurther development of Aston Martin\u0019s low emissions, all alloy, quad-overhead camshaft, 48 valve, 6.0-litre V12 engine has generated an increase in power from 460bhp to 520bhp (388kW) @ 7000rpm and torque is boosted to 425lb ft (577Nm) @ 5800rpm.\r\n\r\nEngine enhancements include new cylinder heads with fully machined inlet ports and combustion chambers to improve airflow, revised engine mapping and new fuel injectors.\r\n\r\nThe overall interior design is a subtle blend of traditional, classic and modern materials with Bridge of Weir leather upholstery matched to contemporary metal interior fittings and finishes. A number of detailed improvements have been made to the interior of the Vanquish S to enhance the overall appeal.\r\n\r\nThe luxurious but purposeful two seat or optional 2+2 cabin now features supportive all leather trimmed sports seats with many additional and exquisite detail touches which amply demonstrate the truly special nature of this unique hand crafted sports car.\r\n\r\n”The Vanquish S V12 is a combination of state-of-the-art aerospace technology and hand craftsmanship,” said Dr Bez. ”It is the flagship model of a confident and growing company that is proud to display its heritage but is also determined to make the most technologically modern and inspirational sports cars in the world.”\r\n\r\nIllustrating Aston Martin’s continuing commitment to customer care Vanquish S customers will be eligible for a complimentary Performance Driving Course. This comprehensive one-to-one driving experience can be taken at one of three proving grounds- Millbrook in the UK, Lommel in Belgium, or Romeo, Michigan, in North America.\r\n\r\nWith the capacity to continue to turn heads, the design of the Vanquish is already established as a modern classic. Since its launch in 2001, the Vanquish has proved to be a huge success for Aston Martin with over 1500 cars built.",
        "price": "300000.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-04T21:30:58.744Z",
        "updated_at": "2018-10-05T00:04:25.089Z",
        "image": "products/2018/10/04/2004_AstonMartin_VanquishSV127.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 8,
    "fields": {
        "category": 2,
        "name": "2015 Aston Martin Vulcan",
        "slug": "2015-aston-martin-vulcan",
        "description": "25 February 2015, Gaydon: Introducing the Aston Martin Vulcan – a track-only supercar and the British luxury brand’s most intense and exhilarating creation to date.\r\n\r\nBorn out of extensive motorsport experience – and using the brand’s acknowledged flair for design and engineering ingenuity – the 800-plus bhp, all-carbon fibre Aston Martin Vulcan promises truly extreme performance.\r\n\r\nUniquely for Aston Martin, the new supercar – limited to just 24 examples worldwide – will allow owners the opportunity to precisely tailor their track day experience through a graduating scale of detailed power and dynamic performance adjustments.\r\n\r\nCEO, Dr Andy Palmer, said: “Aston Martin Vulcan is, by its very nature, a rare and thrilling supercar. Designed and engineered to deliver a genuinely bespoke driving experience that draws on our rich heritage, this car tailors its power and handling to both the capabilities of the driver and the characteristics of the track.\r\n\r\n“A sports car for true sports car lovers, I believe the Aston Martin Vulcan – and the unique ownership programme that sits behind it – sets a whole new standard in the ultra-high luxury supercar class.”\r\n\r\nMotorsport-Inspired\r\nStyled entirely in-house by the Aston Martin design team led by Chief Creative Officer Marek Reichman, and with a design language hinting at the next generation of Aston Martin sports cars, this supercar is powered by the most potent iteration yet of the company’s naturally-aspirated, 7.0-litre V12 petrol engine.\r\n\r\nWith its 800-plus bhp powerplant developed in conjunction with Aston Martin Racing, this front mid-engined, rear-wheel drive sports car draws extensively on the brand’s rich GT motorsport experience.\r\n\r\nUtilising the techniques of world-class motorsport engineering, the supercar sees its power-to-weight ratio exceed those of the GTE cars which compete in the FIA’s annual World Endurance Championship.\r\n\r\nComprising cutting edge engineering including that sourced from the brand’s successful GT racing campaign, the car features a carbon fibre monocoque and body constructed by Aston Martin’s long-term specialist body engineering and manufacturing partner Multimatic, integral limited-slip differential, magnesium torque tube with carbon fibre propeller shaft and Brembo racing calipers acting on carbon ceramic racing disc brakes which measure 380mm in diameter at the front and 360mm at the rear.\r\n\r\nDrive is channelled to the 345/30 x19 rear wheels and Michelin race specification tyres through a race-bred rear mid-mounted Xtrac six-speed sequential shift gearbox.\r\n\r\nTrack-derived pushrod suspension with anti-dive geometry is complemented by Multimatic’s Dynamic Suspension Spool Valve (DSSV) adjustable dampers and anti-roll bars front and rear, driver-adjustable anti-lock braking, and variable traction control.\r\n\r\nThe new track car will comply with all relevant FIA race safety requirements.\r\n\r\nAston Martin’s Director of Special Projects and Motorsport, David King, said: “Taking the extensive learning from our various successful racing programmes and applying it to this exceptional track car for customers has been an exciting and sometimes challenging task for the team here at Gaydon.\r\n\r\n“Our deep and broad motorsport experience, allied to our renowned road car expertise, has allowed us to make the Aston Martin Vulcan the absolutely compelling proposition it is today.”\r\n\r\nFast-Track Training\r\nPrior to taking delivery of their cars, owners will be offered the opportunity to take part in an extensive and detailed programme of intensive track driver training.\r\n\r\nExperienced racers including Aston Martin Racing’s Le Mans-winning Darren Turner will support owners on their learning journey, offering them the chance to refine their track driving technique and increase their ability through a carefully-constructed series of practical and theoretical driver training events.\r\n\r\nUsing a number of exciting high performance Aston Martins including the V12 Vantage S and One-77 road cars and the Vantage GT4 race car, customers will gradually build experience and develop their track technique, before beginning their thrilling personal journeys into the immense performance potential of their Aston Martin Vulcan.\r\n\r\nDavid King said: “We will be running a series of exclusive track day events commencing in 2016 that will offer the opportunity for these customers to explore their driving capabilities, and the car’s performance potential, on some of the world’s most famous and glamorous race circuits.”\r\n\r\nThere will also be the option of time in the virtual race car world of Darren Turner’s Base Performance Simulators, where buyers will have ample opportunity to further refine their driving style in the safety of the digital race track.\r\n\r\nNo longer the exclusive preserve of Formula 1, it is widely acknowledged that using a simulator can help prepare a driver for any race; improving technique and consistency as well as, ultimately, lap times.\r\n\r\nAlmost infinitely flexible in terms of colour and trim options, the exclusive new sports car will be offered to buyers through Aston Martin’s VIP sales programme, using the expertise and luxury customer service that is now a hallmark of the brand’s ‘Q by Aston Martin’ bespoke personalisation service.\r\n\r\nDr Palmer added: “We have already received strong interest from the customers we have spoken to about Aston Martin Vulcan.\r\n\r\n“The cars will blend our traditional Aston Martin values of Power, Beauty and Soul with an unrivalled ownership experience; a unique combination that will guarantee their place in the brand’s rich and charismatic history.”\r\n\r\nPerformance data, together with further technical details about the ultra-exclusive track-only supercar, will be released closer to its track debut later this year.\r\n\r\nThe Aston Martin Vulcan will make its world debut on the brand’s new stand at the 85th Geneva International Motor Show (Hall 5 Stand 5253) at 10.15am on Tuesday March 3.",
        "price": "300000.00",
        "available": true,
        "stock": 24,
        "created_at": "2018-10-04T21:33:11.782Z",
        "updated_at": "2018-10-05T00:04:25.216Z",
        "image": "products/2018/10/04/2015_AstonMartin_Vulcan-0-1024.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 9,
    "fields": {
        "category": 13,
        "name": "2009 BMW M3 GT4",
        "slug": "2009-bmw-m3-gt4",
        "description": "Designed to compete in the FIA GT’s GT4 class, this M3 is slightly upgraded to survive the rigors of on track racing. BMW plans to sell the car to potential customers for different racing championships all over the world.\r\n\r\nThe GT4’s body is prepared at BMW’s Regensburg plant complete with FIA-spec roll cage and shipped to Munich for final assembly along side other projects like the GT2 ALMS and the E90 WTCC touring car.\r\n\r\nKeeping within the rules, BMW fit new carbon fiber doors with Makrolon side windows. Makrolon is also used of the rear window. The engine remains stock and is only upgraded with a racing exhaust system and catalytic converter.\r\n\r\nBMW fit a new braking system with race-optimized ABS, BBS wheels and Dunlop tires to the GT4. Suspension is upgraded with adjustable shock absorbers. Power is transferred to a new differential is installed with a 4.10:1 final drive through a single-mass flywheel and 3-Disc sintered clutch.\r\n\r\nInside is a new steering wheel with quick release and a Recaro racing seat with with the HANS system. Also included is a laptimer display and 100l FT3 safety fuel tank.\r\n\r\nThe GT4 is currently available for €120,000 and will be launched at the Nürburgring 24 Hour race.\r\n\r\nNürburgring 24 Hours\r\nMunich, 9th April 2009. The BMW works drivers Augusto Farfus (BR), Jörg Müller (DE) and Andy Priaulx (GB) will line up at the 24-hour race on the Nürburgring’s Nordschleife on 23rd/24th May 2009. This will also mark the debut of the BMW M3 GT4 at this legendary endurance race.\r\n\r\nMüller and Priaulx will be behind the wheel of the BMW M3 GT4 when they race for Schubert Motorsport in the Eifel region. The two drivers, who are normally involved in a battle for glory for BMW in the FIA World Touring Car Championship (WTCC), will join forces with motor racing journalists Marcus Schurig (DE) and Jochen Übler (DE). The editors of the specialist “sport auto” magazine in Germany have many years of racing experience behind them, and have entered the “Green Hell” numerous times in the past. Together with tyre partner Dunlop, this quartet of drivers has its sights set on a top position in the SP10 class.\r\n\r\nBMW Motorsport Director, Mario Theissen, says: “Although we will not be represented by a works team at this year’s 24-hour race, our Customer Racing programme ensures that our fans will still see plenty of BMW racing cars and BMW works drivers. We will be particularly interested in how the new BMW M3 GT4 performs, which is fielded by Schubert Motorsport in cooperation with ‘sport auto’. Jörg Müller and Andy Priaulx are two former overall winners in the Eifel. Spectators can certainly look forward to an exciting weekend.”\r\n\r\nThe BMW M3 GT4, the youngest addition to the Customer Racing product range offered by the BMW Motorsport Distribution division, made its debut on the legendary Nordschleife in front of many BMW fans at last weekend’s 56th ADAC Westfalenfahrt. After four hours, Müller and Übler were victorious in the SP10 class, and finished 30th overall.\r\n\r\nThe Nordschleife at the Nürburgring has played a very special role in the history of BMW. BMW drivers have enjoyed countless successes there since the first 24-hour race was held in 1970. Last year alone, one third of the 150 cars that completed the 24-hour race were BMW made. With 114 class victories, BMW is by far the most successful manufacturer in the history of the event.\r\n\r\nTo date, the marque has 18 overall victories to its name, and has even achieved a one-two on eight occasions. Most recently, the BMW M3 GTR enjoyed double success in 2004 and 2005. Jörg Müller was a member of the winning team back in 2004, while Priaulx was triumphant in 2005.",
        "price": "80000.00",
        "available": true,
        "stock": 2,
        "created_at": "2018-10-04T21:37:22.661Z",
        "updated_at": "2018-10-05T00:04:25.105Z",
        "image": "products/2018/10/04/2009_BMW_M3GT41.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 10,
    "fields": {
        "category": 13,
        "name": "2015 BMW 750Li XDrive",
        "slug": "2015-bmw-750li-xdrive",
        "description": "With the new BMW 7 Series, BMW has redefined what an exclusive, luxurious driving experience looks like in contemporary, pioneering form. Groundbreaking technologies in the areas of lightweight design, powertrains, chassis, operating systems, intelligent connectivity and interior ambience underline its mission to bring together unbeatable driving pleasure and long-distance comfort in a luxury sedan. The handing over of the baton from one generation to the next at the top end of BMW’s model line-up sees the brand presenting a raft of innovations unmatched by any of its rivals.\r\n\r\nKey factors in enhancing dynamics, efficiency, comfort and safety while on the move are the use of carbon-fibre-reinforced plastic (CFRP) in the body structure, engines from the BMW Group’s new generation of power units, the plug-in hybrid system in the new BMW 740e, the Executive Drive Pro active chassis system, the Driving Experience Control switch with ADAPTIVE mode and BMW Laserlight. Maximising well-being in the rear compartment, meanwhile, are the Executive Lounge feature with massage function and Vitality Programme, the Sky Lounge Panorama glass roof, the Welcome Light Carpet, the Ambient highlight and a smartphone holder with inductive charging station. Standout innovations in operating system and driver assistance technology include the extension of the iDrive system to include a touch display and BMW gesture control, as well as Touch Command, the new BMW Head-Up Display, crossing traffic warning, the steering and lane control assistant, active side collision protection, Surround View with 3D View and the Remote Control Parking system.\r\n\r\nDesign\r\nThe design of the new BMW 7 Series provides an authentic showcase for the car’s character. Harmonious proportions, a strongly controlled surface design and precise lines point to the stylistic confidence, assured dynamics and exclusive elegance at work here. The optimised balance of driving pleasure and long-distance comfort finds clear expression in the unmistakable aura of the luxury sedan, which is available in both standard and long wheelbase variants.\r\n\r\nCharacteristic features of the interior include generous levels of space accentuated by its horizontal surfaces and lines, the driver-focused cockpit design, the fusion of exquisite materials and precision craftsmanship and the sophisticated functionality of the control and display elements. The M Sport package, the design Pure Excellence package and a BMW Individual Design Composition will be available for the new BMW 7 Series from launch. They underline the car’s dynamic ability, exclusive elegance and luxurious ambience to great effect, and satisfy the diverse expectations of customers around the world.\r\n\r\n“At BMW we believe the future can be predicted most effectively if we’re helping to shape it,” explains Adrian van Hooydonk, Senior Vice President BMW Group Design. “The primary objective in the development of the new car was to create a vision of modern luxury and to exceed our customers’ expectations. In BMW’s eyes, modern luxury is rooted in the most advanced technologies and extremely fine attention to detail. This generation of the BMW 7 Series is the most luxurious, most comfortable and – all round – the best car we have ever built in this class.”\r\n\r\nBMW EfficientLightweight\r\nBMW EfficientLightweight helps to reduce the weight of the new BMW 7 Series models by up to 130 kilograms compared to their previous-generation counterparts. At the centre of it all is the body structure with Carbon Core, a product of the transfer of technology from the development of BMW i cars. The new BMW 7 Series is the first car in its segment in which industrially manufactured CFRP combines with steel and aluminium. The intelligent body concept uses this mixed-materials approach to increase the strength and rigidity of the passenger cell while at the same time significantly reducing vehicle weight.\r\n\r\nNew-generation straight-six engines.\r\nThe new BMW 7 Series is available with an extensively updated V8 engine and six-cylinder in-line variants from the BMW Group’s latest generation of power units. All the engines link up as standard with the likewise further developed eight-speed Steptronic transmission. The BMW xDrive intelligent all-wheel-drive system, which can be specified as an option, also operates more effectively than ever.\r\n\r\nDynamics And Ride Comfort\r\nDynamics And Ride Comfort\r\nSophisticated, precision-honed chassis technology and additional chassis control systems – fitted as standard or available as an option – enhance both the dynamics of the new BMW 7 Series and its ride quality. At the same time, the balance between these two facets of driving pleasure reaches a level without parallel in the luxury sedan segment. Standard specification includes 2-axle air suspension with automatic self-levelling and Dynamic Damper Control.\r\n\r\nFurther enhancing comfort, dynamics, poise and assurance are the latest update of the Integral Active Steering system, which can now be specified in conjunction with BMW xDrive, and the Executive Drive Pro system with active roll stabilisation and data-based predictive function, which is available for the first time. Electromechanical anti-roll bars reduce body roll under dynamic cornering and the active chassis control system adapts the dampers’ responses to ruts and bumps in the road.\r\n\r\n\r\nReport this ad\r\n \r\nThe latest wave of innovations offer drivers greater freedom when selecting the perfect set-up for their car; they can opt for even sportier handling or further improved ride comfort, or use the high-efficiency ECO PRO mode. ADAPTIVE mode can now also be activated via the newly designed Driving Experience Control switch. In this setting, the car set-up adapts to driving style and route characteristics.\r\n\r\nTouch Display And BMW Gesture Control.\r\nIn the new BMW 7 Series the iDrive operating system’s monitor comes in touch display form for the first time. This means customers will also be able to operate the system in the same way as modern electronic devices. In addition to using the Controller to control the system in familiar style, its functions can also be selected and activated by touching the screen’s surface.\r\n\r\nAnother new addition to the iDrive system’s functionality is BMW gesture control, which is being introduced for the first time. Hand movements detected by a 3D sensor control infotainment functions in an extremely intuitive and user-friendly fashion. The gestures can be used for a number of functions, including controlling the volume in audio applications and accepting or rejecting incoming telephone calls. There is also the option of pairing a specific gesture with an individual choice of function. Also joining the fray is a new smartphone holder integrated into the centre console, which allows wireless, inductive charging for mobile phones for the first time in a car.\r\n\r\nLuxury Ambience With All The Trimmings\r\nThe BMW 750Li xDrive, BMW 740Li, BMW 730Ld and BMW 730Ld xDrive models specified with the optional Executive Lounge, which redefines personal well-being in a luxury car, offer levels of comfort a class apart. This equipment package includes Automatic air conditioning with 4-zone control, Electrically adjustable comfort seats with massage function in the rear and Active seat ventilation for all seats, plus the optional Executive Lounge Seating, Executive Lounge rear console and Rear-seat entertainment Experience with BMW Touch Command. The massage function now also includes the Vitality Programme, which allows rear passengers to engage in active physical exercise for recuperation purposes. The Executive Lounge Seating option increases comfort in the rear seat behind the front passenger seat, which can slide forward by an additional 90 millimetres and has an electrically extendable footrest integrated into its backrest. The rear passenger can unwind into an extremely relaxing position thanks to a backrest which can recline impressively close to the horizontal position.\r\n\r\n \r\nThe Executive Lounge rear console houses a fold-out table, additional cupholders and the Touch Command system. This removable 7-inch tablet computer allows the user to control the infotainment and comfort functions available in the rear of the new BMW 7 Series and can also be used to play back external audio and video files, as a games console or to surf the internet.\r\n\r\nAtmospheric touches: Ambient light, Sky Lounge Panorama glass roof.\r\nThe exclusive ambience inside the new BMW 7 Series is also enhanced by a precisely arranged lighting design. The Ambient light option now includes the Welcome Light Carpet, which provides eye-catching illumination of the area around the car doors. Another unique feature is the Ambient highlight for the long-wheelbase versions of the new BMW 7 Series, which bathes the rear compartment in an atmospheric light from light sources positioned vertically on the B-pillars.\r\n\r\nLong-wheelbase versions of the new BMW 7 Series will also be available with the Sky Lounge Panorama glass roof, which is likewise one of a kind in the luxury sedan segment. When it gets dark, the light emitted from side-mounted LED modules is directed evenly onto the glass surface, where it hits an imprinted graphic. This creates an atmospheric motif mimicking a starry sky.\r\n\r\nAnother option customers can select to increase the feeling of well-being on board is the Ambient Air package, which ionises the air and generates a selection of eight aromas. Outstanding sound quality, meanwhile, is the speciality of the likewise newly developed Bowers & Wilkins Diamond surround sound system, which has been specifically tuned to the interior of the new BMW 7 Series.\r\n\r\nWorld premiere in the new BMW 7 Series: Remote Control Parking.\r\nThe new BMW 7 Series is the world’s first series-produced car that owners will be able to manoeuvre in or out of forward-parking spaces or garages without anyone at the wheel. As such, the Remote Control Parking option allows drivers to access tight parking spaces with ease. The driver initiates the car’s progress forwards into or in reverse out of a space using the likewise newly developed BMW Display Key. While the car is carrying out the semi-automated manoeuvre, the driver watches out for obstacles.\r\n\r\nBMW Laserlight.\r\nAnother new feature in the luxury sedan segment is BMW Laserlight, familiar from the BMW i8. Thanks to BMW Selective Beam, this is dazzle-free and can be specified for the new BMW 7 Series as an alternative to the standard full-LED headlights. The laser headlights generate a particularly bright, pure white light as well as providing a high-beam range of 600 metres, double that of the LED headlights.\r\n\r\nInnovative driver assistance systems from BMW ConnectedDrive enhance comfort and safety.\r\nThe Steering and lane control assistant, Lane keeping assistant with active side collision protection, Rear collision prevention and Crossing traffic warning functions have been added to the Driving Assistant Plus system. Meanwhile, the Traffic jam assistant – which involves semi-automated driving – can be used on any type of road. And the Active Cruise Control with Stop & Go function now only requires drivers to press a button to incorporate speed restrictions detected by the Speed Limit Info function. The new generation of the Surround View system now also includes a 3D View and Panorama Side View option in the Control Display.\r\n\r\nProduction at BMW Plant Dingolfing: globally unparalleled lightweight design expertise.\r\nThe new BMW 7 Series will be built, like all of its predecessors, at BMW Plant Dingolfing. The Dingolfing factory combines its many years of experience in building luxury sedans with globally unmatched expertise in the field of lightweight design. BMW Plant Dingolfing serves as the aluminium competence centre within the BMW Group’s worldwide production network and has now also become the world’s first automotive manufacturing facility in which CFRP is used in body construction as part of a hybrid technique.",
        "price": "90000.00",
        "available": true,
        "stock": 30,
        "created_at": "2018-10-04T21:45:00.858Z",
        "updated_at": "2018-10-05T00:04:25.231Z",
        "image": "products/2018/10/04/2015_BMW_750LixDrive-0-1536.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 11,
    "fields": {
        "category": 11,
        "name": "2015 Bentley Continental GT Speed",
        "slug": "2015-bentley-continental-gt-speed",
        "description": "The capabilities of Bentley’s flagship Grand Tourer, the Continental GT Speed are cemented further in 2014 with enhancements to its supercar performance and unrivalled refinement.\r\n\r\nBentley’s iconic 6.0-litre twin-turbo W12 engine has been pushed even further, now developing 635 PS (626 bhp / 467 kW) and a record 820 Nm of torque. The new Bentley GT Speed coupe reaches a top speed of 206 mph (331 km/h) – the fastest production Bentley ever – while the revised convertible can reach 203 mph (327 km/h). With its Speed chassis setup of a lowered and stiffened suspension, the most powerful car in the Continental family offers the most high performance and luxurious Grand Touring experience.\r\n\r\nThe extra dynamic performance of the Continental flagship model is complemented by a more distinctive visual presence. The sharp front splitter, discrete side skirts and elegant rear diffuser are finished to match the exterior paint colour for the first time. The new GT Speed is given a more signature look through the use of a dark tint finish applied to the 21” Speed wheel design, headlamps and tail lamps. The exterior modifications are completed with red-painted brake callipers and a stylish chrome “Speed” badge fitted to the front fenders, while a new signature Speed paint colour of Candy Red is now available.\r\n\r\nThe visual changes continue inside the cabin of the GT Speed, starting with a completely new colour split reserved exclusively for the Speed models. Starting with a dark monotone interior, accent stripes in a contrasting colour are applied across the doors, rear panels, fascia wings, inner console and gear lever. Matching contrasting stitching is then sewn to various aspects of the cabin, with a new cost option to continue contrast stitching through the diamond quilting of the seats and doors. Speed branding is also sewn to the front and rear headrests, while a subtle yet elegant chrome “Speed” badge adorns the passenger side fascia panel.",
        "price": "200000.00",
        "available": true,
        "stock": 14,
        "created_at": "2018-10-04T21:47:37.660Z",
        "updated_at": "2018-10-05T00:04:25.246Z",
        "image": "products/2018/10/04/2015_Bentley_ContinentalGTSpeed-8-1024.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 12,
    "fields": {
        "category": 11,
        "name": "2002 Bentley Azure Le Mans",
        "slug": "2002-bentley-azure-le-mans",
        "description": "In 2002 Bentley offered a new special edition called the Le Mans Series in anticipation for their run up to the 24 Hours of Le Mans. These cars were very highly appointed and built upon the already fantastic list of options on the standard Azure. Offered initially has a package on the Continental R, only four Azures were sold with the Le Mans package.\r\n\r\nAt their 2010 Sporting Classics of Monaco sale, RM Auctions sold one of the four Azures Le Mans Series. Chassis SCBZK25E91CX62666 sold for €140,000. It was described as:\r\n\r\nIn 1995, the all-new Bentley Azure Convertible was introduced, with seductive styling by Pininfarina in collaboration with Bentley’s own designers. Transcending Bentley’s luxury and refinement, the Azure was the world’s most powerful four-seat convertible – the automotive embodiment of an iron fist in a velvet glove.\r\n\r\nBased on the Continental R and its Garrett turbocharged and intercooled 6.75-litre V8, the Azure offered about 420 hp and 645 ft-lbs of torque, propelling the nearly 2,800 kg car from rest to 100 km/h in under six seconds, en route to a top speed of 240 km/h – a stunning achievement. Production was very limited – just 1,321 cars between 1995 and 2003, of which just four Azure Le Mans Series Limited Edition examples were produced in commemoration of Bentley’s upcoming return to the famed 24-hour race. By comparison, over 130 Continental R Le Mans editions were built.\r\n\r\nThis particular left-hand drive Azure Le Mans Series shows just 8,400 kilometres and is finished in Peacock Blue Metallic with dual-tone Barley and Blue hides. Among its many Le Mans Series-specific features, the Azure’s exterior includes wing vents, fully flared wheel arches, 18-inch chromed alloy wheels and red brake callipers. Inside, the driver is greeted by a thick, two-tone steering wheel, chrome instrument dials, a Le Mans gear knob, drilled pedals, a Le Mans treadplate, Le Mans-specific identification and a stacked instrument console with a starter button and a turbo boost gauge. Complete with all standard Bentley comfort and convenience features, as well as fitted umbrellas and carpet over mats, the Azure has just received a full hydraulic service. With just one owner from new and service history, this rare Azure Le Mans Series Convertible is simply superb in every respe",
        "price": "300000.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-04T21:49:16.804Z",
        "updated_at": "2018-10-05T19:00:41.514Z",
        "image": "products/2018/10/04/2002_Bentley_AzureLeMansSeries1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 13,
    "fields": {
        "category": 9,
        "name": "2012 Bugatti 16/4 Veyron Venet",
        "slug": "2012-bugatti-164-veyron-venet",
        "description": "Molsheim/ Geneva – March 4, 2013. French artist Bernar Venet has been invited by Bugatti, legendary supercar-maker, to create a work of art that combines the artist’s vision and passions with Bugatti’s celebrated Grand Sport. Bugatti presents this unique piece of art exclusively at the VW Group evening on the eve of the Geneva Auto Show (March 5 – 17, 2013).\r\n\r\nThrough a congenial synthesis of artistic concept and technical possibilities, Venet has created an object that integrates the symbol of speed with a fascinating, painterly exterior and an interior that alludes to haute couture. This one-of-a-kind sculptural work will be on view at the Rubell Family Collection in Miami during Art Basel Miami.\r\n\r\nBernar Venet remarks, “A Bugatti is already a work of art in itself, one that transports both its beholder and its driver into new dimensions of realit y. I realized how I could translate my passion for mathematical equations and scientif ic treatises into three-dimensi onal form. My works are usually self-referential. So I found the idea of tra nslating the equations of th e Bugatti engineers onto the bodywork of the car very appealing. It was, so to speak, a logical conclusion and a new challenge in terms of the specific form of colla boration and implementation. To me, the result is also exceptional when measured by artistic standards and bestows the object with a mythical character.”\r\n\r\nThe artistic avant-gardes of the first half of the twentieth century fo und inspiration in the car as an object of desire; they depicted it in drawings, paintings and sculptures that projected absolute speed as their point of orientation. In the 1970s, the car served as an unconventional canvas for many artists, such as Robert Rauschenberg, Roy Lichtenstein and Andy Warhol, who painted what became known as art cars . This practice continued to be embraced in the 1980s.\r\n\r\nSince the 1990s, international artists have concentrated on exploring the shifting cultural historical significance of the car. This has resulted in sculptural and conceptual responses such as those by Erwin Wurm, Gabriel Orozco, Christoph Keller, Olafur Eliasson and Damian Ortega, which tend to contextualize the car as a paradigm for the acute s ocial and cultural changes of a globalized world.\r\n\r\nBernar Venet´s approach is radically different from these movements and art works. He takes on the Bugatti Grand Sport by selecting a totally original solution, which distinguishes itself from the more traditional work of his predecessors. The appl ication of mathematical formulae calculating the enormous power of the Bugatti engi ne on the car itself, allows him to implement the self-referential character inherent for his paintings. In doing so he pays tribute to the genius of technological science as well as the German Know-H ow of automobile production.\r\n\r\nIn his 2012 artistic adaptation and exploration of the Grand Sport Bernar Venet has combined image and object to highlight the fascination with this model’s absolute beauty and speed. His work unites a conceptual approach and sculptural craft on equal footing. In this work for Bugatti, Venet links the Pop artists’ claim to the car as a canvas with the utilizati on of every technical and aesthetic means available for designing the fastest and costliest car in the world today. Venet incorporates signs taken from the realm of production into his visual idiom and creates a total work of art that harmonizes object and outer surface, interior and exterior, and evokes the exhilarating speed of the Bugatti Grand Sport.\r\n\r\nAchim Anscheidt, Chief Designer at Bugatti, states, “Our collaboration with Bernar Venet, one of the most demanding artists of ou r time, has led to creative impu lses and inspiration that will continue to motivate us in the fields of concept and design. We are pleased that this collaboration has resulted in the creation of a significant, collect ible work of art. The self-image of the Bugatti brand derives from an artistic identity that unites sketch, drawing, technical planning and realization into an intermedial whole. Bernar Venet doubly honors our brand by making reference to the technical formulae of our engineers without fully revealing their secr ets. It is an homage to the principle of dialogue and to the human capacity to question and redefine established boundaries. Venet is always focused on the essentials and so is Bugatti.”",
        "price": "500000.00",
        "available": true,
        "stock": 5,
        "created_at": "2018-10-04T21:51:59.952Z",
        "updated_at": "2018-10-05T00:04:25.150Z",
        "image": "products/2018/10/04/2012_Bugatti_164VeyronVenet-0-1536.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 14,
    "fields": {
        "category": 9,
        "name": "2015 Bugatti Vision Gran Turismo",
        "slug": "2015-bugatti-vision-gran-turismo",
        "description": "Molsheim,2 September 2015. Bugatti fans, petrol heads and gamers have reason to look forward to the 66th International Motor Show (IAA) in Frankfurt. Specifically for the motor show, Bugatti has transformed a virtual project into tangible reality. For the French super sports car brand will be presenting its virtual oncept Bugatti Vision Gran Turismo, which it developed in cooperation with Polyphony Digital Inc., creator of the Gran Turismo video game franchise, as a real show car. Now Bugatti has published the first digital renderings of the car. The design of the virtual race car is celebrating Bugatti’s racing history and is based on state-of-the-art motor sport technology. The project is the brand’s tribute to its great racing tradition of the 1920s and 1930s and its victories in Le Mans 24-hour races.\r\n\r\n“The Bugatti design team normally works only for the exclusive and very distinguished circle of the brand’s customers. Now Bugatti Vision Gran Turismo has given us the opportunity, for the first time, to do something special for our fans as well,” explained Achim Anscheidt, the head of Bugatti Design. “When the target group suddenly grows from 450 Veyron owners to several million fans, gamers and high performance aficionados, it is a very exciting matter. We had a lot of fun with this project.”\r\n\r\n2015 Bugatti Vision Gran Turismo\r\n\r\nThe designers drew their inspiration from the brand’s successful racing tradition. Bugatti enjoyed great success in racing in the 1920s and 1930s. The historical theme for the design of the Vision Gran Turismo virtual modern race car was, in particular, the Bugatti Type 57 Tank and its victories in the 24-hour Le Mans race in 1937 and 1939. Consequently, the Bugatti Vision Gran Turismo makes its appearance in the classic blue two-tone finish of the Type 57 G Tank, the winning car in 1937, simultaneously evoking the colours of the historical French race cars of that period. Since then, blue has also been Bugatti’s brand colour. Although the Bugatti Vision Gran Turismo will be racing in a class in which the cars generally have little or no relationship to real road vehicles, and their designs therefore are far more extreme and performance-oriented than that of a street-legal car, two things were important to\r\nthe design team: First, the virtual car should look unmistakably like a Bugatti and completely embody the brand values of ‘Art, Forme, Technique’, and second, every part of the vehicle should have a real function. Consequently, the virtual race car was developed in close cooperation with the Bugatti engineers and is based on cutting-edge racing technology and precise aerodynamic analyses.\r\n\r\n“In the Bugatti Veyron, we have developed a super sports car which unites two characteristics, the beauty and the beast,” explained Anscheidt. “The Bugatti Vision Gran Turismo embodies the performance beast. It has a more radical and extreme style. This is a thorough-bred Bugatti for the virtual race track, not for the street.”\r\n\r\nThe designers drew their inspiration from the brand’s successful racing tradition. Bugatti enjoyed great success in racing in the 1920s and 1930s. The historical theme for the design of the Vision Gran Turismo virtual modern race car was, in particular, the Bugatti Type 57 Tank and its victories in the 24-hour Le Mans race in 1937 and 1939. Consequently, the Bugatti Vision Gran Turismo makes its appearance in the classic blue two-tone finish of the Type 57 G Tank, the winning car in 1937, simultaneously evoking the colours of the historical French race cars of that period. Since then, blue has also been Bugatti’s brand colour. Although the Bugatti Vision Gran Turismo will be racing in a class in which the cars generally have little or no relationship to real road vehicles, and their designs therefore are far more extreme and performance-oriented than that of a street-legal car, two things were important to\r\nthe design team: First, the virtual car should look unmistakably like a Bugatti and completely embody the brand values of ‘Art, Forme, Technique’, and second, every part of the vehicle should have a real function. Consequently, the virtual race car was developed in close cooperation with the Bugatti engineers and is based on cutting-edge racing technology and precise aerodynamic analyses.\r\n\r\n2015 Bugatti Vision Gran Turismo\r\n \r\n“In the Bugatti Veyron, we have developed a super sports car which unites two characteristics, the beauty and the beast,” explained Anscheidt. “The Bugatti Vision Gran Turismo embodies the performance beast. It has a more radical and extreme style. This is a thorough-bred Bugatti for the virtual race track, not for the street.”\r\n\r\n“Under no circumstances did we want to create a retro-style race car in memory of the successes in Le Mans, but rather to transfer the feeling and mood of these special moments in Bugatti’s history to a modern vehicle,” said Sasha Selipanov, the Head of Exterior Design Creative Development. “As an acknowledged Gran Turismo fan, it is a great adventure for me to bring a brand which was once so successful in racing back to the virtual track.” “We are taking Bugatti back to its roots,” he added. The Bugatti Vision Gran Turismo’s expressive form language is dominated by large convex surfaces in contrast to concave transitions and strong lines. This lends the vehicle styling precision and surface tensions of the highest quality. The proportions of the car are uncompromisingly athletic and shaped to meet the car’s performance goals.\r\n\r\nThe designers have unmistakably transferred the most important characteristics of Bugatti’s design DNA into the styling of the virtual race car. Consequently, the side view of the Bugatti Vision Gran Turismo is characterised by the famous Bugatti line. And the virtual race car has also been furnished with the most recognisable symbol of a Bugatti, the horse shoe on the front grille. It is placed in the centre of the central front air intake as three-dimensional sculpture and supports the structure between the wings and the aerodynamic front splitter. The horse shoe is flanked by the eight-eyed headlights, which were developed especially for the Bugatti Vision Gran Turismo.\r\n \r\nAnother typical Bugatti design element is the centre fin, which originated on the legendary Type 57 Atlantic from 1936. The designers employ two versions of the fin on the Bugatti Vision Gran Turismo: one on the front and rear wings, where they contribute to the appearance of the vehicle and the other running the length of the roof, where it makes an important contribution to the car’s dynamic stability.\r\n\r\nAn interesting detail on the roof is the NACA air intake, which, with its contrasting light blue finish, not only has a strikingly beautiful shape but also makes a crucial contribution to the control of the aerodynamic conditions on top of and at the rear of the car without compromising the effectiveness of the impressive rear wing.",
        "price": "500000.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-04T22:27:52.736Z",
        "updated_at": "2018-10-05T00:04:25.260Z",
        "image": "products/2018/10/04/bugatti-gran-turismo.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 15,
    "fields": {
        "category": 3,
        "name": "2014 Ferrari 458 Speciale",
        "slug": "2014-ferrari-458-speciale",
        "description": "Let’s start by saying that this is absolutely our favorite car ever so it was always going to make the top spot. Sure the “entry level” 458 was epic, but the Speciale amped everything up to 11, building arguably the best naturally aspirated sports car in history.\r\n\r\nThe 458 Speciale was the last naturally-aspirated V8 Ferrari and the engine was at its peak in terms of evolution. Mid-engined 4.5-litre V8 with flat-plane-crank, sky high 9,000 RPM redline, insane 597 bhp and 398 lb-ft of torque, the Speciale was one special Ferrari.\r\n\r\nPerformance was astonishing for a naturally aspirated car. The 0-62 mph sprint was over in 3.4 seconds and top speed was over 200 mph. More importantly, the Speciale does everything well. It took the already amazing 458 and somehow made it better, faster and more fun to drive.\r\n\r\nThe best V8 Ferrari ever? You bet, it’s not even close.",
        "price": "20000.00",
        "available": true,
        "stock": 2,
        "created_at": "2018-10-04T22:31:22.774Z",
        "updated_at": "2018-10-05T00:04:25.167Z",
        "image": "products/2018/10/04/Ferrari-458-Speciale.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 16,
    "fields": {
        "category": 3,
        "name": "1994 Ferrari F355 Berlinetta",
        "slug": "1994-ferrari-f355-berlinetta",
        "description": "The F355 was introduced in 1994 for the 1995 model year. The F355 righted all the wrongs of the preceding 348 starting with that fabulous V8. When the F355 went on sale, it had the highest specific output of any car on sale, squeezing 375 bhp from a 3.5-liter V8.\r\n\r\nWhen it came to the F355, design was everything. It is easily one of the most beautiful modern cars ever designed. Where the Testerossa and 348 have aged poorly, the F355 is beautiful and looks amazing today.\r\n\r\nThe F355 also sounds amazing. When you step on the gas pedal in an F355 it just revs and revs and revs. The sound develops a hard edge and screams in true Ferrari tradition. Unlike modern Ferraris though, you won’t be doing immediate jail time speeds because while the F355 is fast it isn’t too fast. 0-62mph is covered in 4.7 second and a top speed of 183 mph was possible, so nothing crazy for 2018. EVO magazine nailed when they said: “‘Perhaps for the first time, Ferrari has managed to successfully combine age-old passion and heart-pounding emotion with state-of-the-art engineering and electronics.”\r\n\r\nThis is everything a Ferrari is supposed to be.",
        "price": "350000.00",
        "available": true,
        "stock": 2,
        "created_at": "2018-10-04T22:35:17.755Z",
        "updated_at": "2018-10-12T22:19:19.774Z",
        "image": "products/2018/10/04/Ferrari-F355-Speciale.jpg.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 17,
    "fields": {
        "category": 3,
        "name": "1996 Ferrari F50 GT",
        "slug": "1996-ferrari-f50-gt",
        "description": "To celebrate Ferrari’s golden anniversary, the F50 was released and sold as a limited edition supercar. It followed the footsteps of the 288 GTO and F40 by focusing on motor sports engineering with little concessions for passenger comfort.\r\n\r\nA highlight of the F50 was its rigidity. It had no front, rear or engine subframes and featured a solid mounted chassis, with little rubber in the suspension system. Attached directly to the central tub, the engine and transmission doubled as the rear support structure and held the rear suspension components.\r\n\r\nWith good aerodynamics and braking to complement its stiff chassis design, and having the necessary production figures to meet homologation requirements, it seemed only fitting for the F50 to continue the legacy of the F40 GTE. That is, contest the BPR Global GT Endurance Series, a precursor to FIA GT. Not surprisingly, Ferrari flirted with this idea and began a development of the F50 GT.\r\n\r\nF50 GT chassis number 001 was sent to Micholelotti. They were the same company that assisted Ferrari in developing the F40 GT and the 333 SP prototype racers and were commissioned by Ferrari to modify the F50 body. Micholelotti removed the integrated rear wing and replaced it with a much larger adjustable unit sitting on a new flat deck. The front end was modified to feature much larger air apertures and a lower more pronounced front splitter. Other changes included a fixed roof with engine intake and a metal cover for the engine bay.\r\n\r\nFerrari worked on the engine and chassis of 001 to achieve a better power to weight ratio. They drastically reduced its weight to 1800 dry pounds and increased horsepower by 200 to reach 750 at 10500 rpm. To cope with the power, a sequential 6-speed transmission was introduced with a much stronger carbon clutch.\r\n\r\nOther chassis improvements included a more adjustable suspension, carbon fiber disc brakes, twenty inch Speedline wheels, a massive rear diffuser and a much lower ride height. The interior received a gutting treatment, resulting in a single racing seat, concise digital display and many more engine mototronics, including a Magneti Marelli Compeition system.\r\n\r\nPreliminary results around the Fiorano track lapped the F50 GT faster then the 333SP Le Mans prototype, albeit with a 4.0 liter engine in the 333.\r\n\r\nThe racer that never raced.\r\n\r\nFor reasons which Ferrari never mentioned, the F50 race program was halted after five tubs and one complete car had been made. Racing a million dollar car for the GT series seemed reason enough to quit, but we have read diverting resources away from Formula One racing and Bernie Ecclestone were to blame. While stiff competition from Porsche, Mercedes Benz and Toyota were have also been mentioned, I believe competition wasn’t a factor detouring Ferrari from racing, more limited resources and money to develop the F50 GT alongside the F1 and 333SP cars.\r\n\r\nDespite the fact that the GT never saw action on the track, we are thankful that Ferrari completed two more examples and sold all three cars to very specific clientele who were told not to race the cars in modern race series. Being such a limited version of an already limited series, the F50 GT is one of the most exclusive modern day supercars, and one of the great ‘could-have-beens’ in Ferrari history.",
        "price": "500000.00",
        "available": true,
        "stock": 1,
        "created_at": "2018-10-04T22:39:31.620Z",
        "updated_at": "2018-10-05T00:04:25.042Z",
        "image": "products/2018/10/04/Ferrari_F50-GT_1998-13.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 18,
    "fields": {
        "category": 3,
        "name": "Ferrari F40",
        "slug": "ferrari-f40",
        "description": "To celebrate 40 years of Ferrari, Enzo had his design team create a supercar that translated racing car technology to the road. Furthermore, it was built with only the most essential systems and in many regards is a supercar with functional simplicity. It was also the last car developed and built under Enzo Ferrari’s direct supervision before he died.\r\n\r\nFollowing the turbocharged successes in Formula One, the 288 GTO was Ferrari’s first road-going turbocharged model in 1984. The F40 followed in its path and shared its longitudinal, mid-mounted, twin turbo-charged V8 configuration.\r\n\r\nPower came from a large V8 engine that produced 478bhp and 426lb-ft torque.\r\n\r\nIncorporating advanced composite materials, the F40 was very light. It used a Kevlar for the body which was integrated into a steel chassis. This body/chassis unit was fabricated by Scaglietti and finished at Ferrari’s own factory.\r\n\r\nThe F40 shape was developed by Pininfarina to reduce frontal area, drag and lift. They also designed a lexan hood to reveal the twin-turbo V8 engine.\r\n\r\nKeeping to the race theme, there was a sparse interior and no power assistance was offered for the brakes or the steering.\r\n\r\nSoon after being released, initial production was increased to over 1300 examples for both America and Europe. The F40 generated a huge amount of publicity for the Ferrari and became an icon for Italian performance.\r\n\r\nIn many ways, it’s impossible to overestimate the impact of Ferrari’s F40 on the supercar scene in the ’90s. It explored the limits of performance and what could be achieved. This ethos was extended and followed up by the F50 and 2002 Enzo.",
        "price": "250000.00",
        "available": true,
        "stock": 2,
        "created_at": "2018-10-04T22:42:37.235Z",
        "updated_at": "2018-10-05T00:04:25.305Z",
        "image": "products/2018/10/04/F40ferarri20090509.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 19,
    "fields": {
        "category": 3,
        "name": "Ferrari Enzo",
        "slug": "ferrari-enzo",
        "description": "Inspired by Formula One technology, Ferrari’s new Gran Turismo benefits from over fifty years of Ferrari success. Named in honor of the company’s’ founder, the Enzo is one of a limited series of road cars including the 288GTO, F40 and F50. These cars represent Ferrari’s continuing desire to produce the most exclusive and technologically advanced road car.\r\n\r\nBranding race-derived technology to road cars is not a new idea, especially to Ferrari. Up until the late fifties, Ferrari’s road and racing cars were practically the same product. Since that time, safety regulations, manufacturing costs and practicality have distinctly spilt the cars we race, from the cars we drive daily. The goal of the Enzo was to bridge this gap.\r\n\r\nAs Luca de Montezemolo states, ‘To bring together our racing success and the fundamental role of races, I decided that this car, which represents the best our technology is capable of, should be dedicated to the founder of the company, who always thought racing should lay the foundation for our road car designs.’\r\n\r\nBuilt in Maranello and tested around Fiorano by both Michael Schumacher and Dario Benuzzi, the Enzo was built from a wealth of talent within Ferrari. Internally, the project was know as the FX, which cost Ferrari 20 million euros to develop.\r\n\r\nWith an initial production run of 350 Enzos, four hundred were built in either red, yellow or black, or a custom color if the customer’s relationship with the firm was strong enough. The extra fifty cars brought in $28.8 million USD (24.4 million euros) for Ferrari, with each car being sold at a $554 00 USD (487,700 EU) profit. With these figures, Ferrari has proven they not only can sell half million dollar cars, they can yield quite a profit margin from them too.\r\n\r\nF140 V12 -One Of Ferrari’s Largest\r\nRacing-inspired technology lays the foundation of the Enzo. As such, the chassis is built from carbon fiber and aluminum honeycomb panels forming a rigid tub. At the center of the chassis is an all new, twelve-cylinder engine called the F140. At two points, the engine is attached to an alloy sub-frame which contains vibration from leaking into the passenger compartment. With this sub-frame, the Enzo is particularly unlike the F50 and unlike Formula One cars.\r\n\r\nThe F140 is one of the largest Ferrari engines, only being eclipsed by the Can Am units. Having such a large displacement allows the Enzo to deliver a healthy amount of torque, specifically 137 ft lbs (186nm) more than the F50 at 1000 rpm sooner. Despite the engine’s large displacement, it still manages to achieve 110 bhp/liter thanks to many variable systems.\r\n\r\nBorrowed straight from Formula One developments, highlights of the F140 engine include a continuously variable intake manifold and variable valve timing. Never combined on road car before the Enzo, these systems maximize fuel consumption and torque across the range.\r\n\r\nF1 Transmission\r\nAttached to the engine, the transmission unit also houses an oil tank, bevel gear, differential.\r\n\r\nAn electrohydraulic system automatically activates the clutch and gear changes. This gearbox is the first semi-automatic setup on a road-going, Ferrari V12. Developments from Formula One help it achieve gear changes in 150 milliseconds and close to 90 milliseconds when in sport mode.\r\n\r\nFour lights atop the steering wheel indicate to the driver when an up shift is needed. Gear changes are made via two paddles behind the steering wheel. No fully automatic selection is offered.\r\n\r\nImbedded Electronics\r\nDesigned by Ferrari Gestione Sportiva (Ferrari Sport Management), many embedded electronic systems help comfort of the Enzo driver. A central computer harmonizes the engine, suspension, transmission and aerodynamic subsystems to optimize performance and safety. How these subsystems communicate and their behaviors depend on which mode the driver selects from the steering wheel.\r\n\r\nThe Enzo has three distinct control settings which include Sport, Race and No ASR. These options primarily change the settings of the active damping, electrohydraulic shifting and traction control. In No ASR mode, the most agressive setting, the driver has the option of using Launch Control as borrowed from Formula One.\r\n\r\nGetting much attention is the ASR which is Ferrari’s fancy term for traction control. The ASR works primarily with the ABS to guarantee a high level of stability during strong cornering forces. The ASR is so advanced that only drivers such as Benuzzi and Schumacher benefit from turning it off.\r\n\r\nDuring the press preview at Fiorano all the test drives had to be done with the ASR on. This, however, did not stop 5th Gear’s Tiff Needell from promptly turning it off: ‘I can’t drive a Ferrari with that on’ promptly followed by ‘now the Ferrari is alive’ made his point well. Tiff fetched the best time of day, but remained over four seconds slower than Benuzzi.",
        "price": "300000.00",
        "available": true,
        "stock": 0,
        "created_at": "2018-10-04T22:45:40.752Z",
        "updated_at": "2018-10-12T22:19:19.805Z",
        "image": "products/2018/10/04/2002_Ferrari_Enzo101.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 20,
    "fields": {
        "category": 7,
        "name": "2010 Jaguar XJ75 Platinum Concept",
        "slug": "2010-jaguar-xj75-platinum-concept",
        "description": "Pebble Beach, CA, August 14, 2010 – As part of the year long celebration of Jaguar’s 75th anniversary the Jaguar design team has created the XJ75 Platinum Concept, a one-of-a-kind design project on display at the Pebble Beach Concours D’Elegance Concept Car Lawn this weekend .\r\n\r\nThe XJ75 Platinum Concept is the company’s first demonstration of the design customisation potential of the striking new XJ luxury salon, emphasising the Jaguar’s dramatic interior and exterior styling themes.\r\n\r\n“The new Jaguar XJ Platinum Concept celebrates Jaguar’s 75th Anniversary, and highlights the uniqueness of the XJ, and more broadly, the increasingly personal nature of luxury cars in today’s market,” said Mike O’Driscoll, Managing Director of Jaguar Cars. “The XJ is thoroughly modern, and captures the innovative and daring character that our founder Sir William Lyons built into every Jaguar. And the design team clearly had some fun making their first one-of-a-kind XJ design concept in that spirit.”\r\n\r\nDominated by a striking white and black contrast theme that suggests precious platinum metal, the XJ75 Platinum Concept is a high-performance 470-hp 2011 Jaguar XJL Supercharged equipped with new ground-hugging front, rear and side sills. Painted a lustrous Satin Matte Pearlescent White, exterior chrome elements have been revised to either a dark chrome or gloss black. Bespoke 22-inch wheels are black and use a brushed contrast finish.\r\n\r\nThe contrast theme continues with gloss pearlescent white air vents, veneers and diamond stitch suede inserts to the seats and headliner, all set against the backdrop of a full Jet Softgrain leather interior. Suede and leather accents are seen throughout the interior to further material enhancements.\r\n\r\nThe XJ75 Platinum Concept centre console houses a bespoke clock developed and designed in partnership with the Bremont Watch Company. An independent British company, Bremont creates beautifully engineered and designed mechanical watches hand assembled in Switzerland.\r\n\r\n“From a pure design perspective, the XJ75 Platinum Concept is foremost about emphasising the striking proportion and presence of the new XJ, with a distilled black and white theme, which conjures up the sense of precious platinum,” said Jaguar XJ Chief Designer Giles Taylor. “At the same time, the pure sporting character of XJ is brought to the fore by keeping the car’s clean graphic approach and further lowering its stance.\r\n \r\n“On the inside, we played up the XJ’s combination of high-end materials and British flair to really have some fun. The XJ75 Platinum Concept is a design exercise that shows our vision of customization as an inspiration for those enthusiasts who have a taste for strong individuality and visual confidence in their luxury automobiles.”\r\n\r\nPerformance on the XJ75 Platinum Concept is derived from its 5.0-litre Supercharged direct-injection V8 with 470 horsepower and 424 lb.-ft of torque. Entertainment is provided by a 1,200-watt Bowers & Wilkins surround sound system with 20 speakers powered through 15 channels and state-of-the-art sound processing technology.",
        "price": "150000.00",
        "available": true,
        "stock": 29,
        "created_at": "2018-10-04T22:47:53.441Z",
        "updated_at": "2018-10-05T00:04:25.119Z",
        "image": "products/2018/10/04/2010_Jaguar_XJ75PlatinumConcept1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 21,
    "fields": {
        "category": 7,
        "name": "2003 Jaguar R4",
        "slug": "2003-jaguar-r4",
        "description": "The Jaguar Racing team today unveiled its 2003 challenger, the Jaguar R4. Building on lessons learned in 2002 (with R3), this season’s challenger is more of a conventional and less adventurous design than last year’s. The R4 project was led by Dave Pitchforth (Managing Director, Jaguar Racing) and designed by Ben Agathangelou (Head of Aerodynamics), Rob Taylor (Head of Vehicle Design) and Dr. Mark Gillan (Head of Vehicle Performance).\r\n\r\nDavid Pitchforth explains the philosophy behind R4: \u001cWe learned an awful lot of lessons last season from the R3 and even though we began the season with a less than satisfactory race car, we actually finished the season with a sound platform that has benefited some areas on R4. With that in mind, we have not taken a radical approach to R4. Some would say that we have gone back to basics but overall, we have opted for a conventional, low risk and robust design with the aim being to show lineage to the successful modifications to the R3 and best engineering practice.’\r\n\r\n‘We focused on absolutely everything to ensure that we contest the season with a race car that is capable of being competitive and finishing races reliably. It sounds obvious, I know, but that\u0019s not how Jaguar Racing began last season and by the time we had worked out the problems with R3, most of the season had passed us by,’ added Pitchforth. ‘For this season, we have targeted maximum and continuous aerodynamic downforce development and efficiency whilst maintaining the balance capability of the package. Ben Agathangelou has undertaken some very diligent work in this area and the benefits of our own windtunnel are paying dividends. Ben’s experience and process-led approach has helped us generate a significantly clearer path towards our end target on downforce – something that is on-going throughout the season. It is fair to say however, that we didn’t extract the maximum from the Michelin rubber last year and given the competitive edge that tyres have to offer in this business, we have worked very closely with Michelin to better understand the issues we needed to address on R4.’\r\n\r\n‘We focused on absolutely everything to ensure that we contest the season with a race car that is capable of being competitive and finishing races reliably. It sounds obvious, I know, but that\u0019s not how Jaguar Racing began last season and by the time we had worked out the problems with R3, most of the season had passed us by,’ added Pitchforth. ‘For this season, we have targeted maximum and continuous aerodynamic downforce development and efficiency whilst maintaining the balance capability of the package. Ben Agathangelou has undertaken some very diligent work in this area and the benefits of our own windtunnel are paying dividends. Ben’s experience and process-led approach has helped us generate a significantly clearer path towards our end target on downforce – something that is on-going throughout the season. It is fair to say however, that we didn’t extract the maximum from the Michelin rubber last year and given the competitive edge that tyres have to offer in this business, we have worked very closely with Michelin to better understand the issues we needed to address on R4.’\r\n\r\nThe Jaguar R4 will benefit from the brand new Cosworth CR-5 V10 engine in 2003. It is the first time Cosworth has raced with a 90-degree engine layout and the key benefit as opposed to a 72-degree engine is improving the centre of gravity. As the most successful engine builder in Formula One history, Cosworth Racing will continue to develop the CR-5 V10 engine over the course of the season. Nick Hayes, Managing Director at Cosworth Racing takes up the engine story: ‘The reason we’ve gone to 90 degrees for 2003 is in the interests of improving the centre of gravity (C of G) – and I have to say we’ve achieved a very significant step for 2003 in terms of lowering the C of G. And not all of that improvement has come about via the wider V angle, either. Rob White [chief engineer, Cosworth Racing] and his team have done a fabulous job – a lot of good, clever design \u0013 in repositioning various items in order to help lower the C of G, to be honest. But that\u0019s normal; every time we design a new engine, we look very hard at the V angle \u0013 because, by and large, the wider you make the V angle, the lower you make the centre of gravity; and the lower you make the centre of gravity, the better you make the car\u0019s dynamics.’\r\n\r\n‘I\u0019m not going to quote precise figures for CR-5, but I can tell you that it’s the highest-revving engine Cosworth Racing has ever built,’ added Hayes. High rpm is a good thing for the simple reason that it gives you more bangs per minute – which in turn provides more power; more top-end power, that is. But, again, it’s a question of compromise – because sky-high rpm figures can have a detrimental effect on reliability. There are mechanical limits to components like pistons and connecting rods, too; there’s a limit to how fast they can be made to function reliably. And there might be problems with combustion. Valve gear, too. So, as I say, it\u0019s a compromise.’\r\n\r\nThe Jaguar R4 was straight-line tested last week Friday at Ford Motor Company\u0019s Proving Ground in Lommel, Belgium and will today run for the first time on a Grand Prix circuit at the Circuit de Catalunya (Barcelona, Spain).",
        "price": "200000.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-04T22:55:32.204Z",
        "updated_at": "2018-10-05T00:04:25.074Z",
        "image": "products/2018/10/04/2003_Jaguar_R43.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 22,
    "fields": {
        "category": 7,
        "name": "1957 Jaguar XK-SS",
        "slug": "1957-jaguar-xk-ss",
        "description": "The XK-SS is the limited edition road going version of the D-Type. Most changes on the car were made for comfort and safety purposes. The XK-SS includes a new larger windscreen, a folding soft top, a passenger side door, luggage grid & extra luxury trim.\r\n\r\nFollowing Jaguar’s withdrawal from competition at the end of the 1956 season, a number of completed and partially completed D-types remained unsold at the Browns Lane factory. In an attempt to recoup some of the investment made in building these unused chassis, and to exploit the lucrative American market for high-performance European sports cars, Sir William Lyons decided to convert a number road-going specification. Only minor changes were made to the basic D-type structure: the addition of a passenger side door, the removal of the large fin behind the driver’s seat, and the removal of the divider between passenger and driver seats. In addition, changes were made for cosmetic, comfort and legal reasons: a full-width, chrome-surrounded windscreen was added; sidescreens were added to both driver and passenger doors; a rudimentary, folding, fabric roof was added for weather protection; chromed bumpers were added front and rear (a styling cue later used on the E-type); XK140 rear light clusters mounted higher on the wings; and thin chrome strips added to the edge of the front light fairings.\r\n\r\nOn the evening of 12 February 1957, a fire broke out at the Browns Lane plant destroying nine of the twenty-five cars that had already been completed or were semi-completed. Most of the surviving 16 XKSS were sold in the USA.",
        "price": "6900.00",
        "available": true,
        "stock": 2,
        "created_at": "2018-10-04T22:58:25.158Z",
        "updated_at": "2018-10-12T23:37:33.612Z",
        "image": "products/2018/10/05/Jaguar_XK-SS.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 23,
    "fields": {
        "category": 1,
        "name": "2010 Lamborghini Murciélago LP 670-4 SuperVeloce",
        "slug": "2010-lamborghini-murcielago-lp-670-4-superveloce",
        "description": "The Lamborghini Murciélago is one of the most extraordinary super sports cars of all time. Automobili Lamborghini has now expanded its model range with a new, exceptionally purist and even more extreme top model – the Murciélago LP 670-4 SuperVeloce is even more powerful, lighter and faster than the Murciélago LP 640. With the output of the 6.5 liter V12 increased to 670 hp and a weight reduction of 100 kg (220 lbs), the Murciélago LP 670-4 SuperVeloce boasts a power-to-weight ratio of 2.3 kg (5.1 lbs) per hp. This catapults it from 0 to 100 km/h (62 mph) in a breathtaking 3.2 seconds and powers it on to a top speed of around 342 km/h (212 mph). Distinctive design refinements ensure that each of this 350-unit limited edition series conveys its full potential from the very first glance.\r\n\r\nWith its outstanding performance, razor-sharp precision and exceptional high-speed stability, the Lamborghini Murciélago LP 670-4 SuperVeloce is the ultimate performance car for advanced sports car drivers. The super sports car has been extensively redesigned with a new front and rear, an innovative engine bonnet and a choice of two aerodynamic set-ups featuring either a small or large rear spoiler. The interior in Alcantara and carbon fiber provides a purist and minimalist approach.\r\n\r\nIn order to achieve the substantial weight reduction of 100 kilograms (220 lbs), the Murciélago LP 670-4 SuperVeloce was extensively reworked and redeveloped in virtually every aspect – from chassis to engine and transmission, right through to the interior. The increase in engine output from 640 to 670 hp is the result of optimized valve timing and a reworked intake system. The significantly modified aerodynamics with substantially increased downforce brings considerable improvement to vehicle stability at very high speeds. With the small standard-fit rear spoiler, top speed stands at 342 km/h (212 mph), while the large “Aeropack Wing” and its added downforce gives a top speed of 337 km/h (209 mph).\r\n\r\n“The new Murciélago LP 670-4 SuperVeloce is the systematic continuation of our brand philosophy. It is more extreme and uncompromising than virtually any other automobile,” says Stephan Winkelmann, President and CEO of Automobili Lamborghini. “As the new top model of the highly successful Murciélago range, the SuperVeloce displays not only outstanding driving dynamics, it is also further evidence of our company’s technological expertise. Customers can look forward to an utterly unparalleled driving experience.”\r\n\r\nDesign And Aerodynamics\r\nThe Murciélago is an icon of the Lamborghini brand – a sports machine of menacing character and brutal power. Its unique design radiates a supreme form of highly concentrated sensuality. Wide, low, with its glass area pushed way forward and a long, taut back – the interplay between the soft contours of the basic form and razor sharp edges is the perfect expression of the Lamborghini design language. In the totality of its character, the Murciélago is without comparison on the sports car market.\r\n\r\nYet even a character like this can be further refined – the new Lamborghini Murciélago LP 670-4 SuperVeloce is the more extreme, even more purist pinnacle of the model range. This is clearly evident from the very first glimpse of its completely redesigned front end – pulled way forward and finished in matt black paint, the carbon fiber front spoiler is connected to the front end via two vertical elements. The large air intakes for the front brakes are more powerfully emphasized. The new front fenders feature additional air intakes for brake ventilation. The air vent for the oil cooler located in the driver-side sill area is painted matt black to match the sills.\r\n\r\nThe modifications are even more apparent around the mighty engine bay of the Murciélago LP 670-4 SuperVeloce. The twelve-cylinder engine is presented as an engineering masterpiece under a transparent engine bonnet that boasts a completely new architecture. Hexagonal polymer plates made from transparent polycarbonate are set on three levels within a carbon fiber framework. The layers are open towards the rear, playing a key role in the thermodynamics of the high-performance engine.\r\n\r\nThe impressive rear end of the SuperVeloce is dominated by a veritably noble, flat and extremely wide exhaust tailpipe and, on the underside, by a two-level diffuser system finished entirely in carbon fiber. The rear light clusters display their signals in that distinctive Y-shape that has been a fixed element of Lamborghini design since the Murciélago LP 640, Reventón and Gallardo LP 560-4. The panel between the lights is made from carbon fiber, while the large intake mesh below expands across the full width of the rear end. Made from thick-walled aluminum, the hexagonal pattern is laser-cut and a Teflon coating provides the necessary heat protection.\r\n\r\nThe aerodynamics of the Murciélago LP 670-4 SuperVeloce have been completely redeveloped. Alongside the enlarged front spoiler and the twin rear diffuser, the new fixed rear spoiler also plays an important role. Customers can choose between two versions, with the small rear spoiler providing improved downforce at high speeds. As an option, the Murciélago LP 670-4 SuperVeloce can be supplied with the “Aeropack Wing” – a large, fixed, carbon-fiber wing mounted on two carbon-fiber brackets. The new aerodynamic set-up provides a significant boost to directional stability at the very highest speeds. The top-speed downforce on the Murciélago LP 670-4 SuperVeloce with Aeropack is strongly increased.\r\n\r\nBodyshell And Lightweight Construction\r\nWith the construction of the Murciélago LP 670-4 SuperVeloce, Lamborghini proves its expertise in the manufacture of lightweight materials and in working with hi-tech carbon fiber. The structure of the super sports car is a composite construction of extremely stiff carbon components and a tubular steel frame – as in a race car. The transmission tunnel and the floor are made of carbon fiber, attached to the steel frame using rivets and high-strength adhesives. The roof and the exterior door panels are formed in sheet steel, while the remainder of the outer skin is made from carbon composite material.\r\n\r\nFor the Murciélago LP 670-4 SuperVeloce, engineers in Sant’Agata Bolognese recalculated the framework and selected a new, super high-strength sectional steel. This achieved two objectives – on the one hand, they increased the torsional stiffness of the chassis by 12 percent to provide improved handling precision and, on the other, they were able to reduce weight by 20 kg (44 lbs), making a significant contribution to the reduction of overall vehicle weight. And the systematic approach to lightweight design continues throughout the entire bodyshell. The front fenders, the rear side panels/fenders and the casing for the third brake light are made of a modified carbon-fiber material. Combined with the removal of the drive for the moveable spoiler, this brings a further weight reduction of 13 kg (28.6 lbs).\r\n\r\nAdded to the 33 kg (72.6 lbs) of weight reduction from the chassis and exterior, are 34 kg (74.8 lbs) from the interior, as well as over 33 kg (72.6 lbs) removed from the engine and drive train.\r\n\r\nPower Unit And Transmission\r\nThe longitudinally mounted 6.5 liter V12 delivers the infernal power for an unparalleled driving experience. With 670 hp (493 kW), the engine in the Murciélago LP 670-4 SuperVeloce is 30 hp more powerful than in the Murciélago LP 640. The twelve-cylinder sends its mighty 660 Nm (487 lb-ft) of torque to the crankshaft at 6,500 rpm; maximum power is reached at 8,000 rpm, with an average piston speed of 23.7 meters per second – a figure almost comparable to race engines.\r\n\r\nThe V12 is eager to deliver its performance – it brings its menacing power with immediacy and precision to guarantee breathtaking performance – after only 3.2 seconds the SuperVeloce has already reached 100 km/h (62 mph).\r\n\r\nThe engine block and heads of the V12, positioned at the ideal cylinder angle of 60 degrees, are made from aluminum. The four chain-driven camshafts are variably controlled, while the intake manifold operates in three stages – both technologies add even greater thrust to the merciless pushing power. To increase the performance of the SuperVeloce, the intake system was modified, the valve train optimized and, most importantly, valve travel was increased.\r\n\r\nThe control electronics for the V12 were developed internally by Lamborghini – each cylinder bank has its own high-performance processor. If the engine needs more cooling air, intake funnels emerge from the rear pillars: when not in operation, they lie flush with the bodyshell. Dry sump lubrication enables the V12 to be mounted extremely low down, benefiting the handling dynamics: this also guarantees oil supply under extremely dynamic driving conditions. With 12 liters of lubricating oil in circulation, the oil cooler is located on the left side of the vehicle and cooled by air flowing through the aperture in the sill.\r\n\r\nThe weight reduction of more than 26 kg (57 lbs) in the engine area was derived primarily from the completely new exhaust system. The muffler has been redesigned and even the mighty tailpipe of the SuperVeloce manufactured from new materials is lighter than on the Murciélago LP 640. But most of all, the new exhaust system makes for an acoustic experience that is surely equal to the driving performance – from the heavy rumble of a stormy night, through the trumpeting of mighty elephants to the roar of a raging lion, the SuperVeloce performs the grand opera for 12 cylinders, 48 valves and 8,000 revs.\r\n\r\nThe SuperVeloce is equipped as standard with the sequential, automated manual transmission e.gear, which uses electro-hydraulics to shift gear extremely quickly and smoothly. A cockpit display informs the driver of the gear currently engaged. In addition a special “Corsa” mode and a “Low adherence” mode are available.\r\n\r\nAs a no-premium option, the SuperVeloce is available with a six-speed manual transmission. Its short metal shift stick runs in an open gate of classic Italian elegance. In both variants, the new lightweight clutch makes its own contribution to the weight loss program.\r\n\r\nAll-Wheel Drive And Chassis\r\nThe Murciélago LP 670-4 SuperVeloce delivers its extreme power to the road with great reliability – assured by its permanent all-wheel drive. Before the rear wheels spin, the viscous coupling sends up to 35 percent of driving force via its additional shaft to the front wheels. The front and rear limited-slip differentials are set at 25 and 45 percent. With its four driven wheels and traction, the Murciélago delivers a decisive advantage over rear-wheel drive sports cars when it comes to accelerating out of a corner – and always with maximum stability. The rear axle bears 58 percent of its overall weight – a distribution ratio that is highly beneficial to traction.\r\n\r\nExplosive dynamics, tenacious cornering and extreme speeds – the Murciélago LP 670-4 SuperVeloce is a super sports car packed with aggressive power, but by no means a mean-spirited car. Its steering requires very little power support, giving full control of the car to the driver. Those prepared to tackle the beast head on are quickly rewarded with intimate contact and trust – as speed increases, so the Murciélago reveals its strengths, thus exposing a character with no hidden surprises and behavior that can always be anticipated.\r\n\r\nThe Murciélago is fitted with double wishbone suspension all round. Spring struts – two on each of the rear wheels and one on each of the front – control the loads transferred from the road. The standard-fit lifting system enables the front end of the vehicle to be raised by 45 mm (1.8 inches) to avoid obstacles such as garage entryways. The SuperVeloce is equipped with exclusive “Ares” alloy-forged wheels, bearing the exclusive five twin-spoke design. The front wheels are clad in 245/35 ZR 18 rubber, while the rears sport 335/30 ZR 18. High-grip Pirelli P Zero Corsa tires come as standard.\r\n\r\nFour brakes controlled by a hi-tech ABS system are capable of mighty stopping power when required. The Carbon Ceramic (CCB) brakes are fanned by cooling air flowing through enlarged channels in the bodyshell, while openings in the front fenders provide additional ventilation for the SuperVeloce. The ceramic discs are exceptionally lightweight, fade-free and capable of extremely high operational performance.\r\n\r\nInterior And Equipment\r\nEven stepping into the Murciélago LP 670-4 SuperVeloce is an experience as individual as the vehicle itself. The upward-opening doors – a solution developed by Lamborghini in the early seventies for the Countach – are released via small latches, then swing wide open to reveal a panorama of the exclusive interior of the Murciélago LP 670-4 SuperVeloce. The dominating materials are Alcantara and carbon fiber, which make for an ambience that is as high-quality as it is sporty.\r\n\r\nThe sports bucket seats come as standard and provide exceptionally firm support around the hip and shoulder areas. The bucket seats are made from lightweight and highly robust carbon fiber and guarantee the driver perfect support, even in the most extreme driving situations. The Murciélago’s standard seats are also available on the SuperVeloce as an option free of charge.\r\n\r\nNot only the seats are upholstered in black Alcantara micro-fiber; the cockpit and the roof lining are also finished in this high-quality, lightweight material. The Y-shaped perforations on the seats and roof lining bring additional finesse, with an inlaid backing material in the same color as the exterior paintwork. The Murciélago LP 670-4 SuperVeloce can be delivered with the paint finishes Giallo Orion, Arancio Atlas, Bianco Isis, Grigio Telesto and Nero Aldebaran, as well as Bianco Canopus (white matt) and Nero Nemesis (black matt) as an option.\r\n\r\nNaturally, the interior also makes its contribution to weight reduction. The door panels are clad in carbon fiber, as is the wide center tunnel. The application of Alcantara instead of leather is another weight-saver, just like the selection of sports bucket seats and the omission of the radio-navigation system (if requested, this is available as an option). At the end of the day, the music in a Murciélago comes from the engine compartment. Overall, modifications to the interior contribute over 34 kg (75 lbs) to the SuperVeloce weight loss program.\r\n\r\nBut absolutely no corners have been cut when it comes to one characteristic that is a feature of all Lamborghini super sports cars – the exceptionally high quality of the workmanship. The craftsmen in Sant’Agata Bolognese are all masters of their respective trades; the three-year warranty bears testimony to absolute faith in product quality.",
        "price": "350000.00",
        "available": true,
        "stock": 0,
        "created_at": "2018-10-04T23:07:25.600Z",
        "updated_at": "2018-10-12T22:19:19.790Z",
        "image": "products/2018/10/04/2010_Lamborghini_MurcilagoLP6704SuperVeloce3.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 24,
    "fields": {
        "category": 1,
        "name": "1990 Lamborghini Diablo",
        "slug": "1990-lamborghini-diablo",
        "description": "The Diablo was presented to the public for sale on January 21, 1990. Its power came from a 5.7 L (348 cu in), 48-valve version of the existing Lamborghini V12 featuring dual overhead cams and computer-controlled multi-point fuel injection, producing a maximum output of 499 PS (367 kW; 492 hp) and 580 N·m (428 lb·ft) of torque. The vehicle could reach 100 km/h (62 mph) in about 4.5 seconds, with a top speed of 202 mph (325 km/h). The Diablo was rear-wheel drive and the engine was mid-mounted to aid its weight balance.\r\n\r\nThe Diablo came better equipped than the Countach; standard features included fully adjustable seats and steering wheel, electric windows, an Alpine stereo system, and power steering from 1993 onwards. Anti-lock brakes were not initially available, although they would eventually be used. A few options were available, including a custom-molded driver’s seat, remote CD changer and subwoofer, rear spoiler, factory fitted luggage set (priced at $2,600) and an exclusive Breguet clock for the dash (priced at $10,500).",
        "price": "280000.00",
        "available": true,
        "stock": 5,
        "created_at": "2018-10-04T23:14:13.962Z",
        "updated_at": "2018-10-12T21:08:06.287Z",
        "image": "products/2018/10/04/1990_Lamborghini_Diablo41.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 25,
    "fields": {
        "category": 1,
        "name": "2014 Lamborghini Gallardo 5-95 Zagato",
        "slug": "2014-lamborghini-gallardo-5-95-zagato",
        "description": "This project is based on an official collaboration between Automobili Lamborghini and Zagato, with the purpose of creating a real contemporary collectible car.\r\n\r\nIn 1965 Marquis Gerino Gerini was the promoter of the first Zagato-bodied Lamborghini, the 3500 GTZ, a “fuoriserie” based on the 350 GT mechanics. Nearly 50 years later Albert Spiess, one of the most significant Lamborghini worldwide collectors, gave Zagato the chance to dress the most successful model of all time in the Bull’s company history, in order to create a modern collectible car: the Lamborghini 5-95.\r\n\r\nAlbert Spiess boasts an unprecedented collection including several one-offs and Lamborghini first cars, as well as some Zagato collectibles – instant classics – like Alfa Romeo S.Z. (1990) and R.Z. (1993), Aston Martin V8 Zagato (1985) and V12 Zagato (2012). He commissioned to the Milanese Atelier a modern collectible car on the occasion of the celebration of 95 years of Zagato (1919 – 2014).\r\n\r\nThe Milanese Atelier transformed the model that revolutionized Lamborghini’s history into a contemporary collectible. The Lamborghini 5-95 Zagato is based on the Gallardo LP570-4, the best seller in the first 50 years of Sant’Agata’s company (1963-2013).\r\n\r\nZagato maintained all the technical constraints of the original project but has re-interpreted them according to its philosophy oriented towards functionalism and rationalism – typical values of the Milanese school.\r\n\r\nThe Zagato body expresses the typical key values of an “instant classic”: fascinating, rare and a pure expression of the brands it stands for. The 5-95 was created with the only limitation of active and passive safety witch are the value of the donor car.\r\n\r\nAndrea Zagato: “We have chosen the Gallardo because it is the most sensational project in Lamborghini’s history. An extraordinary car, perfect in engineering terms, that has brought the image of ‘the Bull’ from a ‘cottage industry’ to a worldwide major industrial reality. The Gallardo production figures exceeded the whole Lamborghini production since its foundation.”\r\n\r\nAlbert Spiess: “I always appreciated the ability of Zagato to create timeless lines with a forceful visual impact. I believe that a sensual design inspired by nature, together with the best technology, strike a perfect balance that is possible to achieve only in Italy. The 5-95 will be a fundamental piece of my collection.”\r\n\r\nThe Design\r\nTwo “strong” themes define the design in its whole: the volume of the front fender that bites the bonnet – integrating the functions of the lights and the secondary air intakes – and the rear end starting from the center of the car that gives it a thrust.\r\n\r\nOn the front end a floating spoiler takes inspiration from the Lamborghini Raptor Zagato, coming to a firewall in carbon fiber that conceals the front air intakes.\r\nContinuous glass surfaces – a technical and stylistic theme launched by Zagato in the end of the 40s on the Panoramic bodies and re-applied in the 80s – surround the pillar-less body and, similarly to aeronautical cockpits, reduce noise and improve aerodynamics.\r\n\r\nThe side intakes, following the Lamborghini Raptor, have been visually reduced to the minimum thanks to an air scoop on the roof as well as additional apertures concealed in the glass surfaces. The air scoop is functionally integrated with the double bubble roof, a signature of Zagato design, directing the cooling to the intake manifold.\r\n\r\nThe monolithic rear volume is chopped off by the typical truncated tail and reveals the brutality of mechanical components protruding from the area such as tail lamps heat release, aerodynamic features and the active spoiler.\r\nThere isn’t a sole gram of fat in a Lamborghini. It is thin and athletic, having a lot in common with the surfaces of a Zagato body, true to the rule that a car is as much efficient as it is compact.\r\n\r\nZagato designers and engineers aimed to press the rear towards the engine and to increase the proportion of the front. As a result, the 5-95 Zagato’s volumes express a sense of energy through fluid and organic surfaces that recall an animal’s muscles as it is ready to leap forward.\r\nThe volumes intersect each other and suggest a jump, as if the central part of the front is ahead of the fender. To accentuate these proportions some solutions were introduced: in fact a new wind deflector was inserted at the base of the windscreen in order to increase the perceived length of the bonnet – this has a very precise aeronautical function because it improves the wind flow in the windscreen wiper area. In the same way, the rear volume has been slightly reduced introducing a “coda tronca” (truncated tail) to emphasize the perception of the leap.",
        "price": "300000.00",
        "available": true,
        "stock": 0,
        "created_at": "2018-10-04T23:16:19.598Z",
        "updated_at": "2018-10-12T23:03:48.833Z",
        "image": "products/2018/10/04/2014_Lamborghini_Gallardo595Zagato-0-1536.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 26,
    "fields": {
        "category": 1,
        "name": "2014 Lamborghini Huracán LP",
        "slug": "2014-lamborghini-huracan-lp",
        "description": "In 2014 Lamborghini will officially launch the Huracán which as their smaller alternative to the Aventador. It’s similar to the Gallardo which it replaces, having a 610 bhp V10 that sends power to all four wheels though a 7-speed dual-clutch transmission.\r\n\r\nPress Release.\r\nSant’Agata Bolognese, 20.12.2013 – A new era is beginning for Automobili Lamborghini and the luxury super sports car segment: with the brand new Huracán Lamborghini is not only presenting the successor to the iconic Gallardo, but is also redefining the benchmark for luxury super sports cars in this segment. With its pure and unique design, an innovative technology package, outstanding dynamics and excellent quality, the Huracán offers a super sports car experience on a whole new level. The Huracán combines absolute performance with easy-to-drive road behavior and both luxurious and sport-oriented finish. With the Huracán, Lamborghini is taking a big step into the future, and enhancing the brand’s illustrious history with the next automotive legend.\r\n\r\nStarting from January 2014 the Huracán will be the protagonist of over 130 private preview events in more than 60 cities throughout the world.\r\n\r\nThe Lamborghini Huracán will make its world public debut at the Geneva Motorshow 2014.\r\n\r\nName\r\nWith a total volume of 14,022 cars produced, the Lamborghini Gallardo has been the most successful Lamborghini ever and, in its ten-year lifecycle, lifted the Lamborghini marque to a whole new level. Its successor, the new Huracán, has been developed from scratch down to the very last detail and, like the Gallardo and most other Lamborghini models, derives its name from the world of bullfighting. The fighting bull Huracán of the Spanish Conte de la Patilla breed was known for his outstanding courage and strong sense of attack. He fought in Alicante in August 1879, showing his unrelenting character and remaining defiant and invincible, thus entering into the legend of fighting bulls’ history.\r\n\r\nDesign\r\nThe new Huracán revolutionizes the design language of the Gallardo and is pure in its lines: precise technology and top level craftsmanship meet an audacious design with sharp edges, monolithic and sculptured volumes and precise surfaces. The starting point is the silhouette of the Huracán, born out of the desire of creating an automobile, whose profile is defined by only one line that merges the front with the cockpit and the rear of the car. The lateral windows come together to create a hexagonal form inserted like a glass jewel in the car’s profile.\r\nAlso by night is the Huracán unmistakably a Lamborghini. Not only are the main headlamps equipped with full LED illumination, but all other light functions also feature state-of-the-art LED technology as a standard feature for the first time in the segment.\r\n\r\nInterior\r\nThe interior is dominated by an innovative cockpit. A 12.3 inch full-color TFT instrument panel delivers all car information to the driver, from rev counter to navigation maps and infotainment functions, and can be configured by the driver in different setups. Fine Nappa leather and Alcantara distinguish the interior, with several color combinations offered to ensure broad individualization options. The design of dashboard and central tunnel underline a new lightness in the interior. Superb craftsmanship guarantees the highest quality and sense of luxury throughout.\r\n\r\nChassis And Powertrain\r\nSystematic lightweight design and Automobili Lamborghini’s extensive expertise in carbon fiber come together in the Huracán’s new hybrid chassis – an integrated structure of carbon and aluminum elements. With a dry weight of 1,422 kg it enables not only the excellent power-to-weight ratio of just 2.33 kilograms per horse power, but also guarantees race-car precision with outstanding stiffness.\r\nThe new 5.2 liter V10 engine delivers a maximum power of 448 kW / 610 HP at 8,250 rpm and a maximum torque of 560 Nm at 6.500 rpm. In the new “Iniezione Diretta Stratificata” (IDS), direct and indirect gasoline injections are smartly combined. This results in more power and torque with lower fuel consumption and emissions compared with the Gallardo V10 engine. The top speed of over 325 km/h and the acceleration from 0 to 100 km/h in 3.2 seconds and to 200 km/h in 9.9 seconds only partially describe the dynamic experience at the wheel of the Huracán. Also thanks to the Stop & Start technology, the combined EU consumption figure has been further reduced to 12.5 liters per 100 km (290 g/km CO2 emissions). The engine complies with EU6 emissions regulation.\r\n\r\nDriving dynamics\r\nThe power of the V10 engine is brought to the road via the new 7-speed dual-clutch transmission “Lamborghini Doppia Frizione” (LDF) and fully electronically controlled four-wheel drive system. The different driving modes of the Huracán can be selected via a driving dynamics selector switch in the steering wheel – from traction-oriented on the road to extreme performance on the race track, with three setups of the dynamics system: STRADA, SPORT and CORSA. The different modes ensure extensive modification in road behavior of the Huracán. In particular they influence the set-ups of several systems, such as the gearbox and engine behavior, the sound, the four-wheel-drive system and electronic stability control. The Huracán’s carbon-ceramic brakes are a standard feature for consistently superb braking performance. The “Lamborghini Dynamic Steering” variable steering ratio system and magneto-rheologic suspension damper control are both available as options for further customization of the Huracán’s dynamic behavior. They are also calibrated via the three different dynamic set-ups.\r\n\r\nThe Huracán is produced at the Automobili Lamborghini headquarters in Sant’Agata Bolognese on an entirely newly-equipped production line. Delivery to the first customers is planned for spring 2014.",
        "price": "180000.00",
        "available": true,
        "stock": 25,
        "created_at": "2018-10-04T23:18:37.122Z",
        "updated_at": "2018-10-05T18:59:23.067Z",
        "image": "products/2018/10/04/2014_Lamborghini_HuracnLP6104-0-1024.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 27,
    "fields": {
        "category": 1,
        "name": "1988→1990 Lamborghini Countach 25th Anniversario",
        "slug": "19881990-lamborghini-countach-25th-anniversario",
        "description": "The 25th Anniversary, or Anniversario in Italian, was the last and most agressive Countach. The exterior was redesigned by Horacio Pagani and the chassis updated with the help from World Rally Driving Champion Sandro Munari.\r\n\r\nThis last-of-line model was largely based on the Quattrovalvole 5000S, incorporating its 48-valve engine. Taking the 5000S further, the Anniversary had redesigned aerodynamic ducts for cooling such as the new brake ducts that are incorporated into the rear sills & front dam. The redesigned front and rear kevlar hoods keep to the agressive duct theme as does the optional rear wing. Also included were 2-piece, forged-alloy OZ wheels.\r\n\r\nInside, the car was reworked more than any previous version. Included were new larger seats, door panels and a new steering wheel. New amenities included power windows, better sound deadening and a more powerful air conditioner.\r\n\r\nThe Anniversary model is part of the stepwise evolution of the Countach since its inception in 1974. It shares the models complex space frame that is central to all the variants. The chassis is centered around a longitudinal V12 with a transmission & clutch positioned ahead of the engine. A drive shaft runs from the transmission, through the crankcase, to the rear differential. Thanks to this unusual layout, the gearshift is mounted directly to the transmission. This positioning makes for a better front to rear weight ratio, removes the need for any gear lever linkages and provides for more precise gear changes. The only downfall to this setup is the added height of the engine to accommodate the drive shaft which gives for a higher center of gravity.\r\n\r\nThe chassis was upgraded extensively for this version with help from World Rally Champion Sandro Munari. As a result, the Anniversary really is the ultimate Countach since it is more reliable and better handling than the rest.\r\n\r\n627 examples were produced from 1988 through to 1990. Cars delivered to the U.S. were fitted with massive rubber bumpers that were necessary to pass 5 mph tests. Once they passed inspection, many of these were fitted with the European-spec units.",
        "price": "375000.00",
        "available": true,
        "stock": 0,
        "created_at": "2018-10-04T23:23:04.789Z",
        "updated_at": "2018-10-20T21:12:37.792Z",
        "image": "products/2018/10/04/1989_Lamborghini_Countach25thAnniversario-3-1536.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 28,
    "fields": {
        "category": 8,
        "name": "2005 Lotus Sport Exige 240R",
        "slug": "2005-lotus-sport-exige-240r",
        "description": "Lotus Sport, the performance division of Lotus Cars Ltd., has developed the Lotus Sport Exige 240R, a limited edition high performance sports car with total production limited at fifty examples.\r\n\r\nLotus Sport will build the 240R within its facilities at the Group Lotus Headquarters in Hethel, Norfolk. This facility, located in the centre of the famous Hethel Test Track, has a great history of producing bespoke versions of Lotus products and can list the Lotus Sport Exige 400 bhp racecar and over 100 Elise and Exige racing cars in its portfolio.\r\n\r\nWith a supercharged and intercooled high revving engine producing over 240 bhp and over 170 lb-ft of torque, the Lotus Sport Exige 240R reaches 60 mph in less than 4 seconds and 100 mph (160 km/h) in less than 10 seconds before topping out at 155 mph (250 km/h). At this top speed the advanced aerodynamics produce 250 lb of downforce increasing grip, stability and safety.\r\n\r\nThe 50 versions of the Lotus Sport Exige 240R will be built as post registration official factory conversions of new Lotus Exiges. Up to 40 of these cars will be sold in the EU and the balance is intended to be predominantly sold in Japan. The suffix of 240R indicates the approximate horsepower of the engine, conservatively rounded down from the actual figure of 243 bhp (181 kW). The total unladen weight is approximately 2050 lb and the power to weight is approximately 261 bhp / tonne (195 kW / tonne). All 50 cars will be built to order and to further identify and maintain the exclusivity of the Lotus Sport Exige 240R, they will only be available in Sport Yellow or Sport Black â\u0080\u0093 both unique and exclusive colours specifically blended to denote the brand colour scheme of Lotus Sport.\r\n\r\nThe Lotus Sport Exige 240R also has a unique interior trim in black with Lotus Sport Yellow highlights in leather. A unique numbered Lotus Sport build plate is fitted to the aluminium chassis member on the passenger side. The interior also includes sports seats, driver and passenger four-point harnesses which are fitted to a cross bar that is part of the motorsport specification T45 roll bar.\r\n\r\nNew lightweight five spoke forged alloy wheels are of a slightly wider section to the standard Exige wheel to accommodate the optional extra track only specification slick tires as well as the Yokohama A048 tires, which come as standard. These wheels are painted in Satin Black for the Sport Yellow painted version of the Lotus Sport Exige 240R and High Power Silver for the Sport Black painted version.\r\n\r\nIn addition to the powerful four-cylinder engine, the Lotus Sport Exige 240R also includes specially developed Lotus Sport parts including upgraded brakes, stiffer springs and 2-way adjustable Ohlins dampers with ride height adjustment, an adjustable front anti-roll bar, twin oil coolers and an Accusump.",
        "price": "145000.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-05T18:35:33.982Z",
        "updated_at": "2018-10-12T21:12:21.001Z",
        "image": "products/2018/10/05/lotus_sport_exige.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 29,
    "fields": {
        "category": 8,
        "name": "2015 Lotus Elise Prototype",
        "slug": "2015-lotus-elise-prototype",
        "description": "Oh yes, here it is! There’s still room for the Elise at Lotus but what a difference a decade or two makes. The Elise due for release in 2015 is a sexy, agile beast of a car. Finally the Elise comes of age.\r\n\r\nAesthetically it’s definitely pleasing to the eye, it’s bold directional body gives you subtle hints of the Elise of old so it still seems a touch familiar but at the same time, it couldn’t be more different.\r\n\r\nPerhaps a small example of how the car has changed would help. Aside from strong graphic styling, the practicality of the car has had a major overhaul too with sizeable improvements made to the ingress and egress – in simple terms, no more acrobatics but still all the fun you expect from the Elise.\r\n\r\nDany Bahar, Chief Executive Officer of Group Lotus, said: “We worked very hard on getting the Elise 2015 exactly right, it’s our entry level car so it needs to give a proper introduction to the Lotus driving experience.”\r\n\r\n“The Elise you can buy now is still a fantastic car, make no mistake, Lotus remain very proud of it, but this is a natural progression for us moving forward. The Elise 2015 will also be class-leading in terms of performance and efficiency but it will do more than that it will take the Elise model to the forefront of its class across the board.”\r\n\r\n“The design of the Elise 2015 is perfect for the target market, it’s young, strong, confident, verging on ruthless, it mirrors the engineering and technology. It’s the next generation Elise for a new generation of Lotus drivers.”\r\n\r\nFear not though, despite the dramatic upgrades the Elise 2015 has lost none of the cheeky charm that made the two-seater sports car famous, it still retains performance through lightweight and handles like a dream – albeit a quite aggressive and tension filled dream. With a 2.0 litre inline 4 pressure charged engine delivering up to 320 PS, the Elise 2015 should reach 0-100kph in under 4.5 seconds.",
        "price": "330000.00",
        "available": true,
        "stock": 1,
        "created_at": "2018-10-05T18:37:34.785Z",
        "updated_at": "2018-10-05T18:37:34.785Z",
        "image": "products/2018/10/05/2015_Lotus_ElisePrototype1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 30,
    "fields": {
        "category": 8,
        "name": "1976→1980 Lotus Esprit S1",
        "slug": "19761980-lotus-esprit-s1",
        "description": "With the Esprit, Lotus entered the modern supercar market for the first time. It’s exotic shape was good enough to extend production from 1976 all the way to 2004.\r\n\r\nFeatured in the 1977 James Bond film The Spy Who Loved Me, Roger Moore showcased the Esprit’s performance by eluding a chasing helicopter. Unlike the Astons of Bond’s past, the Lotus transformed into a submarine and jumped into the sea.\r\n\r\nThe Esprit story started much earlier when Giorgetto Giugiaro debuted the Ital Design M70 concept at the 1972 Turin Motor Show. This car’s ‘folded paper’ front end was radical, yet production worthy. Four years later,a production version debuted at the 1975 Paris Motor Show.\r\n\r\nAt the center of the new Esprit was a Type 907 inline-4 which produced 160 bhp in European markets and 140 bhp in America. This was mounted at 45 degrees in relation to the chassis to keep a low center of gravity. The engine was supported by a steel chassis and covered in a sleek fiberglass body.\r\n\r\nDespite modest power of its initial specification, the styling and handling of the car kept it selling. By 1980, the Esprit was upgraded Series Two specification including a new front spoiler and rear valance.\r\n\r\nThe Spy Who Loved Me Lotus\r\nA white 1976 Lotus Esprit from the 1977 film The Spy Who Loved Me, starring Roger Moore and Barbara Bach, was sold by Bonham’s auctioneers on 1 December at its annual motoring Auction Sale at Olympia, in West London. The car fetched £111,500 GBP.\r\n\r\nThis Lotus Esprit is one of two complete, fully functioning cars that were used for the driving scenes in the motion picture ‘The Spy Who Loved Me’, starring Roger Moore as secret agent James Bond, ‘007’. Approximately nine Esprits were used in different guises, but bar these two the rest were shells, some of which were used in filming the Esprit’s transformation into a submersible.\r\n\r\nAfter the movie’s completion, the car was despatched Lotus and put back on the production line to be returned to standard trim and sold on. The mounting for the clock was removed, the seats and headrests returned to standard, the engine serviced and a black Lotus badge put on. This ex-Bond Esprit later passed into German ownership, its last long-term owner in that country carrying out a mechanical restoration.",
        "price": "1500000.00",
        "available": true,
        "stock": 0,
        "created_at": "2018-10-05T18:42:16.699Z",
        "updated_at": "2018-10-12T23:36:44.901Z",
        "image": "products/2018/10/05/lotus_espirit_s1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 31,
    "fields": {
        "category": 4,
        "name": "2008 Maserati A8GCS Berlinetta Touring",
        "slug": "2008-maserati-a8gcs-berlinetta-touring",
        "description": "There couldn’t be a better scenario than the 2008 Villa d’Este Concours d’Elegance for the debut of a new Maserati. The stylish A8GCS Berlinetta Touring prototype, a berlinetta Gt marking the return of the famous Milan coachbuilders, among the leaders of the Italian automotive school.\r\n\r\nBased on the Maserati Coupé GranSport mechanics, the A8GCS Berlinetta Touring represents the high performance sports car concept, with small dimensions, state-of-the-art constructive technology and perfect stylish synthesis between factory tradition and advanced aesthetic criteria.\r\n\r\nThe new A8GCS Berlinetta Touring has been designed by the young Belgian designer Louis de Fabribeckers, in charge of the Touring styling department. The A8GCS Berlinetta Touring lines are not affected by time or fashion: the car is characterized by a soft aggressiveness originated by the perfect balance between the front end, directly derived from competitions, and the harmonious and fluent flanks reminding of the extraordinary Alfa Romeo, Isotta Fraschini and Lancia Flying Star of the Thirties, an exceptional series created by Touring and still considered the best interpretation of Marinetti and Boccioni’s Futurism.\r\n\r\nEasy Ways To Mix And Match Your Table\r\nLet's face it-breaking the rules is fun. So for your next dinner party, ditch the matching sets and create a tablescape that's one of a kind\r\n\r\nThe Carrozzeria Touring Superleggera style is first expressed through perfectly balanced volumes (reduced front overhang, front central engine and large rear overhang). The result is a dynamic form that doesn’t need a lowered waistline. Moreover, the horizontal development of lines create a natural elegance.\r\n\r\nThe sporty look of the car is underlined by the combination between bonnet and front grille. An element dashing forward the other volumes. Hence the lateral lines of the body: the lower line ends on the rear wheel arch and the upper line dissolves in the rear end of the car. Together they create a dynamic sail shape, as on Flying Stars.\r\n\r\nOf course, also the most successful car design is not enough to make an alive and complete object. It must be combined with excellent dynamic qualities, derived from state-of-the-art technical solutions. For the prototype A8GCS Berlinetta Touring, Carrozzeria Touring Superleggera studied and designed a body in advanced composite materials, able to give the car lightness, structural strength and performance typical of top granturismo and obviously respecting all international safety and environmental rules. The result is clear: the style prototype A8GCS Berlinetta Touring is able to enter small series production, gaining immediately a top place among the best sports cars.",
        "price": "280000.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-05T18:45:38.486Z",
        "updated_at": "2018-10-05T18:45:38.487Z",
        "image": "products/2018/10/05/2008_Maserati_A8GCSBerlinettaTouring-0-1536.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 32,
    "fields": {
        "category": 4,
        "name": "1985→1987 Maserati Biturbo II",
        "slug": "19851987-maserati-biturbo-ii",
        "description": "The second series Biturbo was referred to as Biturbo II on the official Maserati documentation. Introduced in July 1985, it maintained the same exact characteristics as the first series, save for the adoption of Nigusil cylinder liners, a larger fuel tank, and a Sensitork differential in place of the Salisbury-type previously mounted.\r\nNigusil was a galvanised aluminium derivate brevetted by Moto Guzzi, which permitted the use of aluminium for both pistons and liners, thus allowing for a parallel dilatation of the two elements at all temperatures. This produced a great reduction in tolerance figures and engine temperature, improving smoothness, noise levels and oil consumption.\r\n\r\nExternally, the new series could be identified by the new 6″ J x 14″ alloy wheels shod with Michelin MXV 195/60 VR 14 tyres. The total of 9206 units produced refers to the 1st and 2nd series combined.\r\n\r\nThe 2.5-litre export version of the Biturbo was also revised in July 1985, albeit with few modifications. Just like its 2.0-litre counterpart, it became equipped with Nigusil cylinder liners and a Sensitork differential in place of the Salisbury-type previously mounted.",
        "price": "200000.00",
        "available": true,
        "stock": 1,
        "created_at": "2018-10-05T21:56:52.083Z",
        "updated_at": "2018-10-26T18:52:35.741Z",
        "image": "products/2018/10/05/1985_Maserati_BiturboII1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 33,
    "fields": {
        "category": 4,
        "name": "2014 Maserati Alfieri",
        "slug": "2014-maserati-alfieri",
        "description": "Maserati unveiled the Alfieri, a 2+2 concept car to celebrate the Maserati ’s centenary at the Geneva Palexpo today. The Alfieri is an exciting but realistic and 100% functional prototype that says much about the design DNA of future Maseratis. In fact, the Alfieri could well be a door to the future of Maserati.\r\n\r\nThe striking new concept bears the name of Alfieri, the most prominent of the Maserati brothers, and the engineering genius who founded “Officine Alfieri Maserati” in Bologna a century ago. The Alfieri was created at the Maserati Centro Stile in Turin by a small group of talented young designers led by Marco Tencone. The project was masterminded by Lorenzo Ramaciotti.\r\n\r\nIn this, its 100th year, the Maserati company is in fine health. An ambitious plan that took off in 2013 with the presentation of the Quattroporte and Ghibli models is transforming the Italian manufacturer into a serious player in the premium sports car segment. In just one year, from 2012 to 2013, sales increased by 150%, from 6,200 to 15,400 cars.\r\n\r\nToday Maserati is a global automotive player with a complete model range made up of two four-door saloons, two GT sports cars, four engines (a V8, a V6 Twin Turbo, a V8 NA and a turbo Diesel), and two different architectures (AWD & RWD). And there’s an SUV coming soon!\r\n\r\nDesign Concepts\r\nThe Alfieri is being unveiled at just the right time to re-establish Maserati’s true orientation in terms of design and production. If the new Quattroporte and Ghibli gave the impression that Maserati was becoming oriented towards sporty, upper class four door saloons, this new concept is striking back and reminding everybody that the brand has a remarkable racing heritage and a unique tradition in exotic GT cars.\r\n\r\nThere is no doubt that the Alfieri concept represents the true essence of the Maserati brand. It is a sleek, Italian style 2+2 like the 1957 3500 GT, the 1959 5000 GT and the 1969 Indy before it, and clearly affirms Maserati’s racing DNA. Sportier in character than the GranTurismo, the Alfieri boasts proportions that might well be archetypal for a future true sport car and certainly hint at the brand’s stylistic intentions for the near future. “Maserati doesn’t change. Maserati is always Maserati”, as Ramaciotti puts it.\r\n\r\nAs with all concept cars, there is a strong desire to turn the Alfieri into reality. Though not yet at the final prototype stage like tomorrow’s grand touring, it has nevertheless been conceived, designed and created in an approach aimed at 100% realism.\r\n\r\nAccording to Lorenzo Ramaciotti, “The Alfieri is a transition point between 100 glorious years of history and the future that is opening up before us. I sincerely can’t say that we’ll see this car in production in two years-time, but I’m certain we’ll see something very similar.”\r\n\r\nThe development process kicked off last summer. Designers were asked to start from a blank sheet to create a concept for Maserati’s centenary. The sketches that would lead to what is now the Alfieri emerged among various other proposals.\r\n\r\nOne of the most fascinating cars of all times, the Maserati A6 GCS-53 designed by Pininfarina in 1954, proved a valuable source of inspiration for the designers. Far more than a rare racing machine for gentlemen drivers, the A6 GCS-53 was a masterpiece of design. It was also the last car that Pininfarina designed on a Maserati model before making a comeback in the first decade of the 21st century with the Quattroporte and the GranTurismo. The A6 GCS-53 was an iconic piece of automotive technology and simply breathtaking for its proportions and design features: a diminutive cabin positioned almost over the rear wheels, a seemingly endless bonnet and long, sinuous wings stretching nearly to the rear wheels.\r\n\r\n3 Easy Hostess Gift Ideas\r\nNever show up to a party empty handed. With these great BOGO deals you will definitley be invited back.\r\n\r\nThe Alfieri is obviously much more than a futuristic interpretation of the A6 GCS-53. Maserati has a diversified design history that encourages designers to look forward rather than back: “We wanted the Alfieri to test future design paths”, Ramaciotti explains. “The car is very aggressive but still sober in style, forceful but understated.”\r\n\r\nThe acronym A6 GCS stood for Alfieri 6 cylinder, Ghisa, Corsa, Sport, epithets that well convey its long bonnet, and rear-set 2 cabin.\r\n\r\nWhile the inverted A pillars of the A6 GCS-53 were not an option in the new Alfieri, their optical effect has been recreated by a sculptured line that starts from the bonnet and fades to the door high line, making the windscreen look larger.\r\n\r\nThe long, low nose is a stylistic evolution from contemporary Maserati models. The grille is divided vertically into two concave sections that seem to hang in the air. The sleek DRLs are connected by a clear accent line with the iconic “V” motif in the centre. The aggressive headlights incorporate bi-xenon-LED bulbs and are rendered distinctive by a characteristic eyebrow, repeated on the twin exhaust tail pipes.\r\n\r\nThe three dimensional candy-cane tail lights are made up of two red external elements with a white element inside. Their shape harmoniously follows the rear shoulder of the car and complements the air ducts underneath to create an impressive, racing style rear view.\r\n\r\nThe Alfieri’s designers have developed a streamlined, uncluttered form where the only decorative elements – the restyled triple air ducts on the wheel arches – are finely integrated. This eye-catching silhouette almost entices you to caress it.\r\n\r\nEasy Ways To Mix And Match Your Table\r\nLet's face it-breaking the rules is fun. So for your next dinner party, ditch the matching sets and create a tablescape that's one of a kind.\r\n\r\nThe wheels have been specially designed for the Alfieri concept. Forged from single aluminium elements, the 21” diameter rear and 20” front wheels feature integrated decorative spokes that wink at the classic spoke wheels of the 1950s.\r\n\r\nThough form is the dominant element, colour and detail play a key supporting role. A liquid metal colour called “Steel Flair” has been chosen for this Maserati 100th anniversary concept. This choice of finish gives the Alfieri’s elegant shape a refined, technical and contemporary look, as if a metallic veil has been draped over a naked body.\r\n\r\nThe decorative spokes of the forged wheels, the brake calipers, the grille, the iconic triple air ducts, the rear diffuser, the provocative eyebrow of the exhaust tail pipes are all finished in Maserati Blue. The Alfieri signature, retrieved from an old Maserati document and sculpted in the number plate recess on the rear of the car is also in blue. The front bumper spoiler and rear diffuser are in carbon fibre with aluminium inserts.\r\n\r\nMinimalist Interior\r\nIn the 2+2 seat cabin, the design team have created a study in simplicity and minimalism. The suspended dashboard is conceptually inspired by that of the Maserati 5000 GT. The dashboard boasts a clean, organic, two-tone design built around a central TUFT screen.\r\n\r\nThe instrument panel has a classic layout with two main clocks with two smaller ones in between. The edge of each is embellished with a small “Officine Maserati” label.\r\n\r\nRather than analogue clocks, the instrument panel features TFT displays inspired by modern photographic camera menus in the way they indicate km/h and engine rpm. Instead of a rotating indicator, the numbers themselves rotate around the clocks. Current speed and RPM are highlighted by a magnifying glass effect.\r\n\r\nThere is even a touch of racing brutality inside the Alfieri. The floor is finished in a material that imitates oxidised steel, a material commonly found on racing cars of the 1950s.\r\n\r\nLuna white and dark Basalt blue are the dominant colours inside the airy Alfieri cockpit. Poltrona Frau aniline leather with a natural look and feel covers the seats, dashboard and central console. Copper subtly highlights the most character lines and brings a retro feeling to an otherwise futuristic environment.\r\n\r\nThe interior has a classic 2+2 layout with an open space luggage compartment. The rear seat backrests have a unique, elongated design. Well visible from the outside, they add a sense of speed to the interior. The rear seats tilt forwards through 90 degrees and also serve as luggage bulkheads.\r\n\r\nBuild Your Perfect Table\r\nPick a pattern, any pattern-then pull colors from it to determine your other dinnerware picks. Check out these easy tips to nail your fall table.\r\n\r\nThe seat profile inserts, gearbox lever and oval clock on the central console are milled from single piece aluminium billets, hand finished and anodised in a natural copper colour. All other aluminium components, including the pedals, gearbox paddles and steering wheel spokes are also hand finished and anodised in a palladium colour.\r\n\r\nThe passenger seats, though inspired by the racing bucket seats of the ’50s, look futuristic and have a modern structure with half-integrated headrests and a bridge-like profile that serves as main structural element.\r\n\r\nThe three-spoke steering wheel and the crown deep in its centre form a three dimensional sculpture that seems to have been crafted in the workshop of an Italian artisan. Like the remainder of the Alfieri’s interior, it too is 100% handmade .\r\n\r\nThe oval clock with red-blue back plate incorporates two sub-dials and is obviously inspired by a classic chronograph.\r\n\r\nSporting DNA\r\nThe Alfieri is based on the GranTurismo MC Stradale chassis with a 24 centimetre shorter wheelbase, giving it the proportions of a genuine supercar. Alfieri is4,590 mm long with a 2,700 mm wheelbase, 1,930 mm wide and 1,280 mm high.\r\n\r\nUnder the sleek body lies the transaxle platform of the Maserati GranTurismo. This 4.7 litre, naturally aspirated, V8 engine from Maranello develops 460 bhp @ 7,000 rpm and 520 Nm @ 4,750 rpm and gives the Alfieri a real driving force. Thanks to a special exhaust layout, this thoroughbred V8 also produces a breathtaking sound that made a real impression in Geneva when the concept was unveiled.\r\n\r\nA six-speed, electro-actuated gearbox (MC Shift) is mounted in a single unit with the limited slip rear differential and connected to the engine via a rigid torque tube. The transaxle layout gives the Alfieri an optimized front-rear weight distribution with a slight predominance to the rear axle.\r\n\r\nThe Alfieri’s carbon ceramic disc brakes come directly from the GranTurismo MC Stradale and are combined with blue Brembo brake calipers.",
        "price": "165000.00",
        "available": true,
        "stock": 14,
        "created_at": "2018-10-05T22:01:00.517Z",
        "updated_at": "2018-10-05T22:01:00.517Z",
        "image": "products/2018/10/05/2014_Maserati_Alfieri-0-1536.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 34,
    "fields": {
        "category": 4,
        "name": "2010 Mansory GranTurismo S",
        "slug": "2010-mansory-granturismo-s",
        "description": "MANSORY has long been known has the specialist for refining luxury automobiles. Now, the company from Brand in Bavaria has added an additional traditional brand to their tuning portfolio. The stylish and sporty conversion of the Maserati GranTurismo is once again proof of the fact that MANSORY has excellent know-how when it comes to customising Italian premium sports cars. Besides, the star, Emily, Flying B, leaping race horse, Bugatti oval and Aston wings, MANSORY products now also adorn sports cars with Neptune’s trident.\r\n\r\nIn the first instance, the eye is drawn to the striking MANSORY bodywork modifications: a newly designed front spoiler with discreet spoiler lip gives the front a significantly more sporty appearance, and the carbon fibre radiator grille highlights the famous Maserati trident in the centre of the grille. Additional air inlets and outlets enable the new light-construction bonnet to optimally regulate the temperature in the V8 engine compartment. The GranTurismo seems much closer to the tarmac thanks to the drawn-down deep door-sills. The carbon fibre spoiler lip at the back, the carbon inlay for the integrated exhaust pipes in the rear apron and a diffuser complete the sporty look. All add-on parts are made from carbon fibre and are manufactured by MANSORY using autoclave prepreg processing.\r\n\r\nTo ensure extra focus to the sporty add-on parts, MANSORY uses progressive sport suspension in the front and rear axles, which lower the vehicle’s centre of gravity by around 30 millimetres. Contact to the tarmac is maintained by 255/30 R 20 front tyres and 305/30 R 21 tyres at the back. MANSORY is the first manufacturer worldwide to market forged wheels exclusively for Maserati GranTurismo models. On request of the customer, these wheels are sprayed in the colour of the vehicle and decorated with black accents.\r\n\r\nThe Maserati GranTurismo and GranTurismo S also gain power under the bonnet, thanks to MANSORY. A performance-optimised ECU, an air filter with increased air throughput and a sports exhaust system with two double-suction tail pipes enhance the performance of the V8 aggregates by 30 HP each (series: GT 405 HP / GTS 440 HP). At the same time, the torque is increased by around 40 Nm compared to the series models (GT 460 Nm at 4750 / GTS 490 Nm at 4750).\r\n\r\nThe interior features MANSORY’s own brand of upholstery. The finest materials have been processed in traditional top-quality craftsmanship to add that individual touch to the inside of the MANSORY GranTurismo. The leather used by MANSORY for the interior is hard-wearing yet exceptionally soft. The chequered stitch in the ornamental seams on the inside makes for elegance as well as sportiness. Wherever you look: expert handcraft, individual design and top quality. The aluminium pedals and new ergonomically designed sporty steering wheel are additional visual highlights.",
        "price": "185000.00",
        "available": true,
        "stock": 1,
        "created_at": "2018-10-05T22:05:14.731Z",
        "updated_at": "2018-10-12T21:12:21.017Z",
        "image": "products/2018/10/05/2010_Mansory_GranTurismoS1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 35,
    "fields": {
        "category": 5,
        "name": "McLaren Senna",
        "slug": "mclaren-senna",
        "description": "The Senna is the latest vehicle in McLaren’s Ultimate Series, the second vehicle in the series after the ballistic P1. The British luxury sports car manufacturer revealed its performance stats ahead of the car’s public debut, which is due to take part on March 6 at the 88th Geneva International Motor Show.\r\n\r\nPerformance Without Compromise\r\nFrom earlier information, we know that a 4-litre twin-turbocharged V8 engine will power the Senna, producing 789bhp and 590 lb ft of torque – McLaren’s most powerful internal combustion engine fitted to a road car. While those power figures are actually less than the previous Ultimate Series car, the plug-in hybrid McLaren P1, that’s no reason for concern.\r\n\r\nThanks to its teeny 1197kg weight, the Senna will reach 62mph from a standstill in 2.8 seconds according to McLaren, with 124mph coming up just 4 seconds later. It will cover the standing quarter mile in 9.9 seconds, and top speed is 211mph. By comparison, the P1 weighed 1547kg, though it had a hefty electric motor and batteries to lug around.\r\n\r\nThe McLaren Senna, in Victory Grey. All 500 examples of the British luxury sports car manufacturer's latest Ultimate Series vehicle have been assigned to their owners.\r\n\r\nMcLaren’s true focus with the Senna is on bestowing it with razor-sharp handling and, as well as the aforementioned lightness, those looks that caused such a stir when it was unveiled last year are all a part of this.\r\n\r\nBuilt around a carbon fibre monocoque, which McLaren says can trace its roots back to the 1981 McLaren MP4/1 Formula 1 car, all of the shapes and wings on the Senna contribute to downforce of up to 1763.7lbs on-circuit, with the aim of delivering a pure connection between the car and driver.\r\n\r\nA huge amount of effort has been put into ensuring the Senna’s aero all works together to provide downforce and sufficient cooling. The rear of the car’s distinctive slashes and diffuser may look somewhat jutting at first glance, but every single part of the design is there to do a job.\r\n\r\nThe McLaren Senna, in Victory Grey. All 500 examples of the British luxury sports car manufacturer's latest Ultimate Series vehicle have been assigned to their owners.\r\n\r\nMcLaren says it is impossible to follow a single body line from the front to rear of the car without it passing a functional intake or vent.\r\n\r\nOn Sale And On The Road\r\nWhile the Senna has been designed to provide the ultimate sensation for the driver on track, McLaren say that it has kept the car road-legal. Another figure recently released was the price – $958,966 US.\r\n\r\nAll 500 examples of the Senna have already been assigned to buyers, with the final model having been auctioned off at a private McLaren customer event for £2 million. Proceeds from that sale went to the Ayrton Senna Institute – a non-profit set up in the name of this car’s namesake that provides education for unpriveleged children and youngsters in the F1 legend’s native Brazil.",
        "price": "958966.00",
        "available": true,
        "stock": 10,
        "created_at": "2018-10-05T22:08:44.157Z",
        "updated_at": "2018-10-05T22:08:44.157Z",
        "image": "products/2018/10/05/588785_McLaren-Senna-Victory-Grey-19-Dark-1024x768.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 36,
    "fields": {
        "category": 5,
        "name": "McLaren P1",
        "slug": "mclaren-p1",
        "description": "Introduction\r\nThe McLaren F1, released back in the nineties, was designed to be the most technically capable sports car of its era. It surpassed expectations, becoming the world’s fastest production car – a record it held for seven years until the Koenigsegg CCR and Bugatti Veyron overtook it.\r\n\r\nBy that yardstick, the McLaren P1 had a lot to live up to as the F1’s spiritual predecessor at the top of the McLaren range. But McLaren, as a company, had changed a lot since the creation of the P1.\r\n\r\nNow focusing on producing sports cars developed for driver satisfaction and capability rather than all-out speed, and having ramped up production to produce its own engines rather than borrowing from the likes of BMW in the case of the F1, or joint projects like the Mercedes-Benz SLR McLaren created in intervening years.\r\n\r\nUnburdened by the need to please other parties or incorporate other components, this gave McLaren’s engineers complete freedom from the get-go with the P1, with the sole aim of creating the best driver’s car on both road and track.\r\n\r\nCompared to the controllable yet vivacious characters of the cars it met when it emerged in production in 2013 – the Ferrari LaFerrari and Porsche 918 Spyder – the P1 delivered an altogether more sinister side, gaining it a reputation for having more of a bite.\r\n\r\nAs much as it’s a driver’s car, this is a car that demand the respect of the person behind the wheel.\r\n\r\nDesign, Styling & Interior\r\nGiven the focus on performance, it’s no surprise that McLaren allowed aerodynamics to define the overall design of the P1.\r\n\r\nThe carbon fibre bodywork is draped over a monocoque chassis, with a fighter-jet inspired teardrop cockpit sloping up out of the bonnet to funnel air across the rear wing, helping create a distinctly mid-engined silhouette that reveals how tightly-packaged and honed the car is.\r\n\r\nTwin air vents up front hint at a venomous undertone to the P1, while an active rear spoiler provides F1 DRS-style aero advantages on the straights as well as acting as an air-brake.\r\n\r\nThis rises in “Race Mode”, as the rest of the car hunkers down – creating an athletic stance and oozing menace.\r\n \r\nPerformance\r\nIn a word? Outrageous. What else could you expect from the car that launched McLaren’s Ultimate Series?\r\n\r\nThe top speed may be below the F1 – an electronically limited 217mph to the F1’s 240+mph VMax – but absolute maximum speed is not what P1 is about.\r\n\r\nA 1547kg car with 903hp is not going to hang about off the line, and the P1 makes the dash from 0-62mph in 2.8 seconds. 186mph comes up in just 16.5 seconds from standstill.\r\n \r\nThat power comes mostly from a twin-turbo 3.8-litre V8 – the same as used across the McLaren range, but tweaked to output 727hp and 531lb ft of torque – combined with a lightweight and KERS-fed electric motor, that puts a further 176hp and 192lb ft at the driver’s disposal. That power reaches the rear wheels via seven-speed twin clutch gearbox.\r\n\r\nAs we learned from Spiderman, with great power comes great responsibility; the McLaren P1 has both, as its plug-in hybrid “twin powerplant” powertrain allows it to run in zero-emissions mode for up to 6.8 miles – in total silence, adding further to the sinister aura.\r\n\r\nThis set up also bestows the P1 with economy figures of 34mpg on the EU combined cycle – impressive for any performance car, but even more so when you consider that the P1 is a showcase of the peak of road car capability.\r\n\r\nRide & Handling\r\nA combination of suspension wizardry, aerodynamics and downforce help keep the P1 composed at speed. While the set up is firmer than the company’s sport series cars, this is in keeping with the higher capability that the P1 offers. Comfort is not compromised by any means, with the P1’s hydro pneumatic setup offering more ride comfort than you might expect.\r\n\r\nAn active suspension system increases the stiffness of the P1 more than threefold when in race mode compared to road mode, as well as dropping the ride height by 50mm – giving the P1 the profile of some sort of fluid land missile when engaged.\r\n\r\nMcLaren cites that the P1 generates 600kg of downforce “from well below top speed”, with this aiding the car’s grip levels through corners. This can make it unintuitive initially for drivers, with commitment and attack to corners required to activate the downforce by keeping air moving over the car. This makes the car seem more stable the faster it goes, and can leave unsuspecting drivers who dip below the downforce threshold backwards and off the track before they realise anything has gone wrong – and with a staggeringly expensive repair bill to boot.\r\n\r\nPrices & Specs\r\nAt launch, the McLaren P1 had an astronomical price tag that suited its astronomical capabilities. In the US, a 2013 P1 Coupe would set you back $1,350,000 for an example out of the showroom.\r\n\r\nThat sum would net you the one and only trim level, which itself includes some niche styling details that only grace a car of this caliber. Gold heat shields adorn the engine bay – a nod back to the car’s spiritual predecessor, the McLaren F1, as well as providing the P1 with excellent heat dissipation capabilities.\r\n\r\nBuyers seeking a factory-fresh example had to act fast however – the P1’s run was limited to just 375 units to preserve exclusivity, and all of those were accounted for by November 2013 after order books opened that October.\r\n\r\nBuyers at this level can spec all the exclusivity they want, and through McLaren’s MSO division around 75% of new P1’s featured some form of exclusive customisation – pushing the average order price to closer to $1.6 million.\r\n\r\nNowadays, it’s not uncommon for examples to surpass $2 million at auction – so better get saving as values have been on the up since the car’s unveiling in 2013.",
        "price": "787000.00",
        "available": true,
        "stock": 5,
        "created_at": "2018-10-05T22:12:15.737Z",
        "updated_at": "2018-10-05T22:19:03.447Z",
        "image": "products/2018/10/05/26-McLaren-P1-1024x683.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 37,
    "fields": {
        "category": 3,
        "name": "LaFerrari",
        "slug": "laferrari",
        "description": "Introduction\r\nWhat happens when quite possibly the world’s greatest supercar and hypercar maker sets out to create its greatest model ever?\r\n\r\nThe Ferrari LaFerrari – that’s what.\r\n\r\nDescribed at launch by company president Luca Di Montezemolo as “the maximum expression of what defines our company,” the LaFerrari was revealed at the 2013 Geneva Motor Show.\r\n\r\nLimited to just 499 examples (although since an additional 210 Aperta open-top LaFerraris have been produced), the LaFerrari featured a Formula-One derived HY-KERS system – an electric motor teamed to a 6.3-litre V12. Some would shirk at the concept of a hybrid Ferrari, but while enhanced efficiency is a by-product of the LaFerrari’s powertrain, this was by no means Ferrari’s motivation with the system.\r\n\r\nFollowing in the footsteps of legendary Ferrari halo cars as the 288 GTO, the F40, F50 and Enzo, the LaFerrari had its work cut out from the start. Add to that competition – yes, at this insane level of performance and prestige – from Porsche and McLaren with their hybrid hypercars, the 918 and P1, and this ultimate Ferrari model had a lot to deliver in order to stand out.\r\n\r\nDesign, Styling & Interior\r\nThe overall shape of the LaFerrari – inside and out – is dictated mainly by the car’s carbon fibre tub chassis. Up front, surfaces are kept to a minimum and what is there is minimised to aid aerodynamics, with every strafe and slice in the car’s bodywork having been optimised in the F1 Wind Tunnel. Ferrari sought to produce a shape with the highest degree its efforts have granted the hypercar with a drag coefficient of just 3.\r\n\r\nUnderneath the car, active aerodynamic features including diffusers and a guide vane team up with the rear spoiler to generate downforce, gluing the LaFerrari to the road or track. These active features are automatically controlled by the car’s computer brain, which analyses various parameters to adjust the systems to work optimally to the conditions.\r\n\r\nInside the LaFerrari, carbon fibre detailing dominates, with the two seats bolted directly to the tub. A bulky squared-off steering wheel greets the driver, with Formula-One inspired LEDs to indicate when to change gear and Ferrari’s now-familiar Mannetino drive mode selector nestled among the various controls on the wheel.\r\n\r\nAn in-house design team headed up by Flavio Manzoni handled styling for the Ferrari LaFerrari. Inspiration was gathered from the engineering team to ensure a form that reflected the functional elements of the car, as well as taking inspiration from various Ferrari racecars from over the years.\r\n\r\nPerformance\r\nLaFerrari’s 6.3-litre V12 hybrid power plant produces 950hp (788hp at 6750rpm from the V12 and 160hp courtesy of the electric motor, which delivers the power to the differential). The car’s dry weight is a meagre 1255kg, and on a charge 0-60 is dispatched in under three seconds. Top speed is rated by Ferrari as somewhere north of 217mph.\r\n\r\nFigures only tell a part of the story with this car, with the sensations and usability involved in that performance having been prioritised by Ferrari during the car’s development. Despite its obvious track potential the LaFerrari is reputedly fairly comfortable and compliant on the road. Ambling about town, the car’s double clutch automatic gearbox takes the onus of shifting away from the driver, while a surprisingly supple ride cossets the driver, despite the perceived harshness often brought on in vehicles fitted with carbon fibre tubs.\r\n\r\nGet it to a track, however, and the LaFerrari will do its thing better than almost any other road car on the planet. Those who questioned the addition of the hybrid powertrain may be surprised to find out its fitment is mainly to help out on the racetrack – with lowered emissions just a byproduct of that.\r\n\r\nThe HY-KERS system ensures on-demand torque across the rev range, improving throttle response for the driver and making chasing that 9250rpm redline even more addictive.\r\n\r\nRide & Handling\r\nPerformance and track capability are almost a given in a car of this caliber, and those the LaFerrari has in cartfuls. Its really surprising party piece are its manners on the road.\r\n\r\nFerrari wanted the car to be usable on the road and its automatic gearbox is sedate and easy to live with around town as these systems go, according to reviews of this scarlet missile.\r\n\r\nVisibility is good around the front three-quarters, while the ride quality is as good as you can expect in a hypercar with seats bolted directly to a super-stiff carbon fibre chassis.\r\n\r\nTake things up a notch and the LaFerrari provides an involving experience, with the active aero and stability control system working in tandem to flatter the driver. Steering response is smooth and communicative; giving an enjoyable response on the road that also translates well to track driving. Many of the videos we have brought together include footage of LaFerraris in acrobatic tail slides, which the system allows to flourish – to a point.\r\n\r\nOn track, the LaFerrari impresses further with the full fury of the V12 and HY-KERS systems available to be exploited in a chassis that is more than up to the task. Gearshifts are reputedly so quick as to almost be seamless, and the balance of the package allows the car to simply erupt along straights and flow through corners.\r\n \r\nPrices & Specs\r\nIf you’re looking for a LaFerrari, it will have to be used as the limited run of 499 hardtops and 210 Aperta open-tops all sold out, despite an initial asking price of around $1,420,000 for the coupe and no official price confirmed for the convertible.\r\n\r\nThanks to the exclusivity of this “ultimate Ferrari” prices have quickly skyrocketed to hilarious levels on the auction circuit, so if considering one then deep pockets and a chequebook long enough to fit at least six zeroes and a digit or two in front are a must.\r\n\r\nFerrari auctioned off the final “new” examples of the Aperta and coupe LaFerrari to benefit charity. The final coupe (car number 500) went for $7 million, in aid of reconstruction in Italy following 2016’s earthquakes.\r\n\r\nMore recently, the last of the run (210th) Aperta convertible broke records when it went under the hammer at RM Sotheby’s, fetching almost $10 million, with the proceeds of the sale going to Save the Children.",
        "price": "10200000.00",
        "available": true,
        "stock": 1,
        "created_at": "2018-10-05T22:18:07.061Z",
        "updated_at": "2018-10-12T22:55:08.930Z",
        "image": "products/2018/10/05/Ferrari-LaFerrari-Ultimate-Guide-57.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 38,
    "fields": {
        "category": 5,
        "name": "2007 Brabus SLR McLaren Roadster",
        "slug": "2007-brabus-slr-mclaren-roadster",
        "description": "Is it possible to make a Mercedes-Benz SLR McLaren Roadster even more exclusive and individual? Brabus (proves that the topless Mercedes supercar can be made even sportier and more exciting with its sophisticated customization program.\r\n\r\nTo give the two-seater even more striking looks while at the same time minimizing lift on the front axle, the Brabus designers have developed a front spoiler that attaches to the production bumper. The spoiler is made from exposed carbon fiber and its shape was fine-tuned in the wind tunnel. It is especially lightweight and extremely tough. A corresponding Brabus rear diffuser made from exposed carbon fiber can replace its production counterpart.\r\n\r\nThe sporty Brabus outfit for the SLR Roadster is dominated by Brabus Monoblock VI 20-inch wheels that fill the wheel houses perfectly. The fully polished multi-piece wheels feature six double spokes and are mounted on the sports car in size 9.5Jx20 in front and size 11.5Jx20 on the rear axle. High-performance tires in sizes 255/30 ZR 20 and 305/25 ZR 20 are supplied by Brabus technology partners Pirelli and YOKOMAMA. This low-profile tire/wheel combination is custom-tailored for the SLR coupe and roadster and benefits not only the car’s appearance but also its handling.\r\n\r\nThus equipped the topless SLR is ready for some additional power provided by Brabus engine tuning. The power tuning for the supercharged 5.5-liter (335.5 cu. in.) engine consists of special camshafts, a fuel cooling system and a high-performance exhaust. With Brabus tuning, power output of the V8 compressor engine increases by 24 hp (23 hp SAE net) / 18 kW to 650 hp (641 hp SAE net) / 478 kW at 6,500 rpm.\r\n\r\nBrabus also offers a special clutch-type limited-slip differential with a locking rate of 40 percent. It further optimizes traction and improves acceleration performance of the super sports car. The tuned roadster sprints to 100 km/h (62 mph) in just 3.6 seconds and reaches a top speed of 337 km/h (209 mph).\r\n\r\nPrecision handwork down to the last detail characterizes the exclusive Brabus interior design for the two-seater. The company-own upholstery shop specializes in fulfilling just about any request from discriminating SLR owners when it comes to customizing the interior. That includes a multitude of leather types and colors as well as custom upholstery designs.\r\n \r\nAn unusual Brabus specialty is the waffle-patterned leather carpeting in the SLR’s footwells. Some 7,800 meters (25,600 feet) of the finest thread are sewn with utmost precision for it alone.\r\n\r\nA sporty and functional Brabus option is the ergonomically shaped sport steering wheel that is flattened on the bottom for markedly easier entering and exiting of the vehicle. The steering wheel features integrated buttons for manual shifting of the SLR’s automatic transmission.\r\n\r\nSporty Brabus carbon-fiber applications for dashboard, center console and door trim transfer the racing look of the Brabus body components into the interior. The exposed carbon-fiber trim can be color-coordinated with the leather color of the interior.",
        "price": "250000.00",
        "available": true,
        "stock": 13,
        "created_at": "2018-10-05T22:23:43.617Z",
        "updated_at": "2018-10-05T22:23:43.617Z",
        "image": "products/2018/10/05/2007_Brabus_SLRMcLarenRoadster1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 39,
    "fields": {
        "category": 10,
        "name": "Vision Mercedes-Maybach 6",
        "slug": "vision-mercedes-maybach-6",
        "description": "This is the Vision Mercedes-Maybach 6 and Mercedes says it’s a throwback to the “glorious age of the aero coupes.” The massive 6-meter-long (18.5-foot) 2+2 concept car makes its debut this weekend at the Pebble Beach Concours event during the famed Monterey Car Week.\r\n\r\nThe gullwing 2+2 concept has a low sleek hood, a massive touchscreen inside, and an all-electric powertrain. It’s meant to show what a Mercedes-Benz car could look like, and do, in 10 or 15 years’ time.\r\n\r\nThe car is said to have a 738-horsepower electric engine with a range of more than 200 miles and 0-60 time of about 4 seconds.\r\n\r\nThe gullwing doors are a Mercedes hallmark going back to the iconic 1954 Mercedes 300 SL and, more recently, the Mercedes SLS AMG.\r\n\r\n“With its intelligent appeal and reduced, technoid look, it perfectly embodies our design philosophy of sensual purity and our pursuit of aerodynamic efficiency,”\r\n\r\nThe interior is stocked with modern technology and is luxurious as expected. We love the Chesterfield look to the leather seats and Elm wood trim. Tech-wise there are enormous screens including a digital overlay on the windshield that can show driving-related and geographical information across the entire lower glass.\r\n\r\nThis is a car, it seems, that is meant to be driven. Now we just have to convince Mercedes to build it.\r\nThis is the Vision Mercedes-Maybach 6 and Mercedes says it’s a throwback to the “glorious age of the aero coupes.” The massive 6-meter-long (18.5-foot) 2+2 concept car makes its debut this weekend at the Pebble Beach Concours event during the famed Monterey Car Week.\r\n\r\nThe gullwing 2+2 concept has a low sleek hood, a massive touchscreen inside, and an all-electric powertrain. It’s meant to show what a Mercedes-Benz car could look like, and do, in 10 or 15 years’ time.\r\n\r\nThe car is said to have a 738-horsepower electric engine with a range of more than 200 miles and 0-60 time of about 4 seconds.\r\n\r\nThe gullwing doors are a Mercedes hallmark going back to the iconic 1954 Mercedes 300 SL and, more recently, the Mercedes SLS AMG.\r\n\r\n“With its intelligent appeal and reduced, technoid look, it perfectly embodies our design philosophy of sensual purity and our pursuit of aerodynamic efficiency,”\r\n\r\nThe interior is stocked with modern technology and is luxurious as expected. We love the Chesterfield look to the leather seats and Elm wood trim. Tech-wise there are enormous screens including a digital overlay on the windshield that can show driving-related and geographical information across the entire lower glass.\r\n\r\nThis is a car, it seems, that is meant to be driven. Now we just have to convince Mercedes to build it.",
        "price": "550000.00",
        "available": true,
        "stock": 25,
        "created_at": "2018-10-05T22:29:42.941Z",
        "updated_at": "2018-10-05T22:29:42.941Z",
        "image": "products/2018/10/05/Maybach.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 40,
    "fields": {
        "category": 10,
        "name": "2011 Brabus SLS AMG Roadster",
        "slug": "2011-brabus-sls-amg-roadster",
        "description": "Style & Performance: that’s the guiding principle for BRABUS to refine the new Mercedes SLS AMG Roadster now as well. The exclusive program comprises an aerodynamic-enhancement kit made from clear-coated carbon fiber, extremely lightweight BRABUS forged wheels with a comfortable sport suspension, engine tuning that produces a maximum power output of 611 hp (600 bhp) / 448 kW, a titanium high-performance exhaust system with electronic sound management, and a fully customiz interior tailored to the owner’s individual preferences in every last detail.\r\n\r\nThe BRABUS designers have adapted the aerodynamic-enhancement program originally developed for the coupe version of the SLS to the new roadster. Just like in top-flight motorsports the various components are manufactured from extremely lightweight carbon fiber. Customers can choose between aerodynamic-enhancement components with a high-gloss finish or with a matte finish for undiluted racing looks. Upon request the components can also be painted in body or contrasting color.\r\n\r\nThe BRABUS front spoiler attaches to the underside of the production bumper. It lends the two-seat car a more striking front end and reduces lift on the front axle at high speeds. The two BRABUS carbon-fiber covers for the upper air ducts in the front fascia add further thrilling highlights.\r\n\r\nOn the sides the BRABUS side skirts create an optimal aerodynamic transition between the front and rear wheel wells. But that’s not all: together with the air vents in the front fenders that were newly designed by BRABUS they lend the sports car an even more dynamic profile. A special feature of these components stands out particularly in the dark: pushing the unlock button on the keyless remote or pulling on a door handle activates the blue-backlit BRABUS lettering in the new air vents and the LED entrance lights, which facilitate safe entering and exiting the vehicle in low-light conditions.\r\n\r\nThe rear end of the SLS Roadster adds even more sporty character as well: the modifications include the understated BRABUS rear spoiler, the side air vents for the rear fascia and the BRABUS diffuser with custom-tailored cutouts for the four distinctive tailpipes of the BRABUS quad sport exhaust.\r\n\r\nThe more exclusive appearance is to no small extent also the merit of the BRABUS forged wheels, which were custom-developed for the SLS. To add even more emphasis to the wedge shape of the car the wheels are mounted in a staggered combination with diameters of 21 inches on the front axle and 22 inches in the rear. The BRABUS Monoblock F “Platinum Edition” cross-spoke wheels are manufactured using a high-tech forging process, making them more than just stunning eye-catchers. Their low weight also contributes to even sportier handling. Compared to the production SLS wheels they represent weight savings of up to 12 percent. The wheels in size 9.5Jx20 in front and in size 11Jx21 on the rear axle are available either with a high-gloss, ceramic polished or with a brushed finish. The suitable high-performance tires in sizes 275/30 ZR 20 and 295/25 ZR 21 are supplied by technology partners Continental, Pirelli or YOKOHAMA.\r\n\r\nAlso contributing to even more agile handling is the BRABUS Ride Control smooth-ride suspension that was developed in cooperation with BILSTEIN. It can lower the ride height by up to 40 millimeters (1.6 inches). At the push of a button on the center console the driver can choose between damper settings that offer a more comfortable or sportier ride than the production car.\r\n\r\nThe sport suspension and the production suspension can be upgraded with the BRABUS Front Lift System for added convenience. At the push of a button, a hydraulics system raises the front end of the roadster by 50 millimeters (2.0 inches) in just a couple of seconds. This makes it possible to safely navigate past speed bumps or parking garage ramps without any unwanted contact of the front end with the obstacle. The suspension reverts to its original position at a second push of the button or automatically upon reaching a speed of 30 km/h (19 mph).\r\n\r\nThe sportier handling offers the perfect basis for more power. The BRABUS engine specialists have developed the BRABUS B63 S tuning kit for the 6.3-liter fast-revving V8 engine. The performance kit consists of newly calibrated engine electronics with special BRABUS mapping for ignition and injection, and the BRABUS high-performance exhaust system. This exhaust system, which can also be combined with the non-tuned production engine, features four tailpipes with a diameter of 84 millimeters (3.3 inches) and enhances power output. But that’s not all: the sport exhaust is manufactured from titanium, making it 12 kilograms (26.5 lbs.) or 40 percent lighter than the production exhaust. In addition, an integrated butterfly valve provides a sound management option controlled by the driver from the cockpit: apart from the ‘Sport’ setting, which lends the eight-cylinder an even more thrilling exhaust note, there is also a discreet, deliberately soft ‘Coming Home’ mode. BRABUS B63 S tuning bumps maximum power output from standard 571 hp (563 bhp) / 420 kW to 611 hp (600 bhp) / 448 kW, making the SLS even more dynamic.\r\n\r\nThe BRABUS interior design studio gives the SLS cockpit an equally sporty and exclusive ambiance. Among the upgrades are striking accessories such as a speedometer with 400-km/h (250-mph) dial, an ergonomically shaped sport steering wheel, stainless-steel scuff plates with backlit BRABUS logo and matte-anodized pedals.\r\n\r\nThe BRABUS upholstery shop can fulfill requests for custom interiors in any color and design. The artisans meticulously transform leather and Alcantara by hand into interior appointments custom-tailored to the customer’s individual preferences. Carbon-fiber and exotic-wood trim sets in any desired color and with every type of surface finish are yet another particular BRABUS specialty.",
        "price": "185000.00",
        "available": true,
        "stock": 6,
        "created_at": "2018-10-05T22:33:07.823Z",
        "updated_at": "2018-10-05T22:33:07.823Z",
        "image": "products/2018/10/05/2011_Brabus_SLSAMGRoadster1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 41,
    "fields": {
        "category": 6,
        "name": "2010 Porsche 918 Spyder",
        "slug": "2010-porsche-918-spyder",
        "description": "The 918 Spyder concept combines high-tech racing features with electric-mobility to offer a fascinating range of qualities. For example, it is planned to provide an emission level of just 70 grams of CO2 per kilometer on fuel consumption of only three liters/100 kilometers (equal to approximately 78 mpg U.S.), which is truly outstanding, even for an ultra-compact city car. This car, however, is intended to offer the performance of a super sports car with acceleration from a standstill to 100 km/h in just under 3.2 seconds, top speed of 320 km/h (198 mph), and a lap time on the Nordschleife of N ̧rburgring in less than 7:30 minutes, faster than even the Porsche Carrera GT.\r\n\r\nThe 918 Spyder is one of three Porsche models with hybrid drive making their world debut at the 2010 Geneva Motor Show. This trio ñ made up of Porscheís new Cayenne S Hybrid SUV with parallel full-hybrid drive, the 911 GT3 R Hybrid race car with electric drive on the front axle and a flywheel mass battery, and the two-seater high-performance 918 Spyder mid-engined sports car with plug-in hybrid technology ñ clearly demonstrates not only the great bandwidth of this new drive technology, but also the innovative power of Porsche as a genuine pioneer in hybrid drive.\r\n\r\nThe highly-innovative 918 Spyder concept car combines Porscheís Intelligent Performance philosophy with the high-technology from motorsport, with classic but modern design to make a truly convincing statement.\r\n\r\nRace-Bred V8 W/Electric Drive\r\nThis open two-seater is powered by a high-revving V8 developing more than 500 horsepower and a maximum engine speed of 9,200 rpm ñ as well as electric motors on the front and rear axle with overall mechanical output of 218 horsepower (160 kW).\r\n\r\nThe V8 combustion engine is the next step in the evolution of the highly successful 3.4- liter power unit already featured in the RS Spyder racing car and positioned mid-ship, in front of the rear axle, giving the car excellent balance and the right set-up for supreme performance on the race track.\r\n\r\nPower is transmitted to the wheels by a seven-speed Porsche-Doppelkupplungsgetriebe (PDK) transmission that feeds the power of the electric drive system to the rear axle. The front-wheel electric drive powers the wheels through a fixed transmission ratio.\r\n\r\nThe energy reservoir is a fluid-cooled lithium-ion battery positioned behind the passenger cell. The big advantage of a plug-in hybrid is that the battery can be charged on the regular electrical network. A further point is that the carís kinetic energy is converted into electrical energy fed into the battery when applying the brakes, thus providing additional energy for fast and dynamic acceleration.\r\n\r\nDriverís choice of four distinct driving modes\r\nA button on the steering wheel allows the driver to choose among four different running modes: The E-Drive mode is for running the car under electric power alone, with a range of up to 25 km or 16 miles. In the Hybrid mode, the 918 Spyder uses both the electric motors and the combustion engine as a function of driving conditions and requirements, offering a range from particularly fuel-efficient all the way to extra-powerful.\r\n\r\nThe Sport Hybrid mode uses both drive systems, but with the focus on performance. Most of the drive power goes to the rear wheels, with Torque Vectoring serving to additionally improve the carís driving dynamics.\r\n\r\nIn the Race Hybrid mode the drive systems are focused on pure performance with the highest standard of driving dynamics on the track, running at the limit to their power and dynamic output. With the battery sufficiently charged, a push-to-pass button feeds in additional electrical power (E-Boost), when overtaking or for even better performance.\r\n\r\nWith the hybrid drive system offering this wide range of individual modes and applications, the 918 Spyder is able either to achieve lap times comparable to those of a thoroughbred racing car, or the extremely low emissions and high fuel economy figures of a plug-in hybrid.\r\n\r\nAdvanced Body Design\r\nLike the drivetrain, the lightweight body structure of the Porsche 918 Spyder also bears out the carís DNA carried over directly from motorsport: The modular structure with its monocoque bodyshell made of carbon-fiber-reinforced plastic (CFP) and liberal use of magnesium and aluminum not only reduce weight to below 1,490 kg, or 3,285 lb, but also ensure supreme driving precision thanks to a high level of torsional stiffness.\r\n\r\nReminiscent of highly successful, legendary racing cars such as the Porsche 917 and the current Porsche RS Spyder, the 918 Spyder, with its design concept so typical of Porsche arouses powerful emotions. The combination of racing car dimensions, clearly structured design with perfectly balanced surfaces, and innovative details throughout, creates an ideal synthesis of form and function ñ following Porscheís design DNA.\r\n\r\nThe smooth balance of tradition and progress gives the car a powerful stance on the road. Variable aerodynamics, typical of Porsche, ensures both visionary and traditional highlights especially around the rear spoiler. The striking rear hoods extending out of the headrests, in turn, not only fulfill an aerodynamic function on the 918 Spyder, but also accommodate retractable air intakes with a ram air function.\r\n\r\nHigh-Tech Interior\r\nThe driver and passenger are not only embedded in contoured sports bucket seats but also form part of the cockpit, which provides a synthesis of efficient functionality and ergonomic high-tech operation. Additionally, the cockpit offers a glimpse at the potential interior architecture of future Porsche super sports cars. The three free-standing circular dials for road speed (left), engine speed (middle) and energy management (right) would appear to come directly from a racing car in the ë60s, bearing out that unique philosophy of driver orientation so characteristic of Porsche.\r\n\r\nThe center console rises up towards the front in the 918 Spyder and houses a touch screen for intuitive control of the carís functions, serving to reduce the number of visible controls and maintain the principle of direct operation.\r\n\r\nThe control units relevant to the driver are mainly concentrated on the three-spoke multifunction sports steering wheel, while the variable driving modes are supplemented by a switch enabling the driver to call up various drive programs and serving as the push-to-pass button for E-boosting. Instrument illumination, finally, varies from green for the consumption-oriented running modes to red for the performance-oriented driving programs.\r\n\r\nThe Porsche 918 Spyder concept also comes with further innovative functions such as the Range Manager. After being activated in the Center Display, the Range Manager uses the map in the navigation system to present the remaining range the car is able to cover, naturally allowing the driver to influence that range through the appropriate choice of power and performance.\r\n\r\nIn cities with environmental alert areas the Range Manager also states whether the driver is able to reach a certain destination on electric power alone.\r\n\r\nApplying this information and using further info on the availability and location of special energy filling stations, the driver is then able to choose his personal style of driving as well as the right battery charge and filling strategy.\r\n\r\nOffering a unique combination of extremely low fuel consumption, supreme performance and long electric range, the Porsche 918 Spyder concept represents an essential milestone in Porscheís strategy on the way to genuine electric-mobility.",
        "price": "225000.00",
        "available": true,
        "stock": 26,
        "created_at": "2018-10-05T22:54:55.999Z",
        "updated_at": "2018-10-05T22:54:55.999Z",
        "image": "products/2018/10/05/2010_Porsche_918Spyder6.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 42,
    "fields": {
        "category": 6,
        "name": "Porsche Carrera GT",
        "slug": "porsche-carrera-gt",
        "description": "Released at the 2003 Geneva Auto Show, Porsche’s Carrera GT was a final production version of the concept car first seen at the 2001 Paris Auto Salon. It was Porsche’s first limited production supercar since 959 production stopped in 1988. At the time of launch, it was one of the few available products that rivaled the Ferrari Enzo.\r\n\r\nUnlike the 911, which carried the company for four decades, the Carrera GT was complete bottom up design. Its styling was thankfully unchanged from Paris show car and departed from the traditional Porsche shape which the 959 couldn’t escape.\r\n\r\nMotivation for the Carrera GT came directly from Porsche’s successful motor sports program and the Porsche WSC-95 Le Mans prototype. After winning Le Mans twice in 1996 and 1997, Porsche revived an old V10 engine for the 1999 season but it was shelved only two days into track testing. Fortunately, the 5.5 liter V10 was used in a one-of 2001 Paris Auto Salon concept car which was received well enough for production to begin two years later. Final Assembly commenced at Porsche’s Leipzig plant and the car sold with an MSRP of $440,000 USD, $515,000 CAD, or €390,000.\r\n\r\nUnder the skin, the car used many modern hallmarks of motor sport engineering: a carbon fiber chassis, dry sump lubrication, inboard suspension and a mid-mounted engine that was engineered to sit as low as possible to ground. Careful attention was also paid to under tray airflow which could be managed better than the rear-engine 911.\r\n\r\nA New V10\r\nPorsche’s V10 engine can trace its roots back to a unit developed in secret by Porsche for the Footwork Formula One team. This development halted in 1992, but was resurrected for a WSC-95 successor that was never completed. Bored out to 5.5 liters, this unit then found its way into the Carrera GT Prototype. When production commenced, it was modified by Porsche engineers to ensure more power and reliability. Such revisions included a larger displacement which offered more torque and driveability.\r\n\r\nThis engine is placed in the middle of the chassis in a three-point carbon subframe. This is unlike Paris Show Car which featured its V10 as a load bearing structure within the chassis. Had Porsche not used a subframe, noise leakage and vibration would have hampered interior comfort.\r\nThe intake system is equipped with Porsche’s VarioCam technology found on the current 996 range. VarioCam continuously adjusts the angle of the intake camshaft to optimize performance and output.\r\nMaking the engine as light as possible was a primary goal. A light alloy crankcase and titanium connecting rods help the engine have a weight of 452 lbs (205 kg). Compare this to the Enzo’s V12 weighing in at 496 lbs (225 kg).\r\n\r\n6-Speed With A Ceramic Clutch\r\nPower is transferred to the rear wheels through a newly developed six-speed manual transmission. Attached is a special clutch which has a reduced size and weight. Called Porsche Ceramic Composite Clutch (PCCC), this two-plate clutch is made of ceramic composites. Such materials not only help reduce the rotational masses of the clutch by a factor of ten, but offer less wear than conventional material. Combined with a lightweight flywheel, rotational mass of the engine is exceptionally light.\r\n\r\nAnother highlight of this clutch is its short diameter of only 6.5 inches (165 mm). At such a height, the transmission and engine are very short and mounted low in the chassis. Just how low? Well the crankshaft rotates just 4.0 inches (102 mm) from the floor and the transmission actually sits lower than the rear differential.\r\n\r\nCFP Chassis\r\nProviding a basis for the Carrera GT is a carbon fiber monocoque with carbon-fiber-reinforced plastic (CFP) sub frames. Among the carbon body and carbon frame, metal pieces are few and far between. For instance on the chassis, the front rails, a-post inserts, fuel cell and suspension are the only major non-carbon elements.\r\n\r\nThe chassis is manufactured by the ATR Composites Group. They are specialist Italian carbon fiber manufacturer which coincidentally make the tubs for the Ferrari Enzo. Production at ATR is two complete chassis per day.\r\n\r\nA carbon rear sub frame isolates the entire drive train and rear suspension from the chassis. Having the engine completely supported CFP materials is new concept to production car manufacturing. It was concept developed by Porsche’s Motor Racing Division and is subject to patent.\r\nSuspension elements include double wishbones with inboard damper and springs on all four wheels. The inboard dampers and springs are actuated by pushrod and dampers like the setup used by every Formula One constructor.\r\n\r\nBraking on all four corners is executed by the capable Porsche Ceramic Composite Brake (PCCB) system and for the first time on fifteen inch rotors. Consisting of ceramic discs and composite pads, the system is lightweight and resistant to corrosion. PCCB reduces the unsprung weight of the braking system by fifty percent. Four channel ABS comes standard.\r\n\r\nAttached to the braking system are forged magnesium wheels which weigh less than the tires wrapped around them. Michelin makes the only tire approved for the Carerra GT. They feature a soft compound rubber on the outer one third of the tread. It is suggested by Porsche that these tires need replacement every 15000 miles.\r\n\r\nAerodynamics\r\nA large rear wing provides down force at the rear of the car. As the car reaches 75 mph (120 km/h) it electro-hydraulically raises an additional 6 inches (16 cm) for increased stability. At top speed the combined down force of the front and rear wheels total 639 pounds (290 kgs).\r\n\r\nApart from the wing, most of the Carrera GT’s down force comes from its under tray. The entire tray is manufactured from carbon fiber and is attached to the chassis, engine mounts and crash structure. Creating down force with such a device is efficient as it does not impair the car’s drag coefficient. A diffuser and air flow ducts provide additional ground effect.\r\n\r\nFurther aerodynamic attention is applied to the lower wishbones. They are made of efficiently shaped steel tubes which do not interfere with the aerodynamics underneath the car.\r\n\r\nElectronics\r\nTo ensure control under all situations, the Carrera GT has a four channel anti-lock braking system and anti-spin control (ASC) to prevent excessive wheel spin. Traction control is standard. ‘Should he/she wish to enjoy the thrill of dynamic driving of the highest racing standard the driver can switch off the complete traction control function by pressing a button in the centre console.’ says Porsche.\r\n\r\nComfort\r\nPorsche describe the Carrera’s clean interior as a function-oriented ambience and a cockpit free of all extraneous detail. Only high-tech materials such as carbon, magnesium and leather adorn most surfaces.\r\n\r\nInformation is clearly presented in a classic Porsche instrument cluster which replaces the LCD screen featured on the concept car. The car also uses the 911 steering wheel which doesn’t follow the F1 trend to stick as many functions on the wheel as possible. This old-school approach is a refreshing change, contributing to the GT’s ambiance and ensuring it will remain a timeless design.\r\nExtending into the dash is a centre console covered in magnesium. Attached sits a birch/ash shifter which is the only piece of wood found in this carbon-laden car. It specifically pays homage to Porsche’s 917 which sported a balsa-wood gear lever. Balsa was the optimum material for the job, it was extremely light, but most importantly added to the character of the 917.\r\n\r\nAmenities such a Bose stereo system and air conditioning are optionally offered.\r\n\r\nPorsche Carrera GT\r\nFor closed top driving, two carbon fiber panels can be attached to the roof. At a low weight of just 6.4 lbs (2.4 kgs) each, these panels are easily removable and can be stored in the front luggage compartment.\r\n\r\nEnzo Vs Carrera\r\nComparison between the Carrera GT and Ferrari Enzo is inevitable. Both entered the market at the top of the product range and both place heavy emphasis on driver-oriented driving, but each executes this philosophy in a different way.\r\n\r\nWhere the Enzo has three driving modes, and a huge bevy of electronic systems, the Carrera is stripped down to basic performance. This is largely due to the fact that the Carrera only has a 6-Speed Manual whereas the Enzo is equipped with a paddle-shift, computer controlled, 6-speed sequential. Getting back to basics is somewhat cheaper, since the Carrera GT was $444,400 when new compared to the $660 000 USD Enzo.\r\n\r\nWith regards to pure performance, the Enzo does have 48 more horsepower (35.8 kW), and weighs 33 lbs (15 kgs) less which would make it win on any straight. The Carrera GT on the other hand, offers much more down force and might possibly catch up in the turns. In any case, if either car is superior, the margin is so narrow that it’s more a question of driver skill.\r\n\r\nConclusion\r\nDespite announcing a total production of 1500 units, only 1270 came from the factory in Saxony. Porsche stopped after airbag regulations changed in the US. It is also important to mention that the Carrera GT wasn’t meant to become the fastest road legal supercar. Had Porsche tried to chase the McLaren’s performance figures, production (planned at 1500 cars), profitability and comfort would have suffered.\r\n\r\nMost cars came in the standard colors of Guards Red, Fayence Yellow, Basalt Black, GT Silver or Seal Grey, but custom colors were available.",
        "price": "145000.00",
        "available": true,
        "stock": 23,
        "created_at": "2018-10-05T22:58:07.412Z",
        "updated_at": "2018-10-05T22:58:07.412Z",
        "image": "products/2018/10/05/2003_Porsche_CarreraGT-0-1024.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 43,
    "fields": {
        "category": 6,
        "name": "1997 Porsche 911 GT1 Straßenversion",
        "slug": "1997-porsche-911-gt1-strassenversion",
        "description": "Created to homologate Porsche’s 911 GT1 contender, the street version, sometimes called ‘Strassenversion’, is one of the most fierce and rare 911s. Apart from the sparse interior, little differentiates the GT1 from the full-on, race-ready counterpart. The homologation regulations demanded that the car complied to both the rules of the road and track. This included comprehensive European regulations which created a golden age of GT1 racing.\r\n\r\nApparent from the front and rear lights, the GT1 shares many components with its series production counterparts, but puts them together in a more competitive way. Gone is the rear engine layout which isn’t suitable for prototype GT racing, the GT1’s turbocharged flat-six engine sits in front of the rear axle and is supported by chassis tubes instead of the typical 911 rear sub frame. Sitting behind the engine is a longitudinal six-speed transmission which the rear suspension attaches directly onto.\r\n\r\nThe GT1 was based on the 993 body shell, but with modified exterior panels and a substantial roll-cage that also supported the engine, gearbox and suspension. This helped Porsche avoid necessary crash testing and reinforced ties to the production cars.\r\n\r\nBut in almost every way, the GT1 was purpose-built race car. It had a carbon fiber body, full width wing, a tiny cockpit and a maximum power of 600bhp was developed at 7,200rpm.\r\n\r\nCompared to the GT1s which raced Lemans, the road-going version had only slight modifications. These changes include a higher ride height, softer suspension, road-going gear ratios and steel brakes which replace the race car’s carbon discs. The engine was only slightly detuned from the race version’s and a complete interior included sport seats and a full dashboard from the 993 line.\r\n\r\nWhile the first version of the GT1 debuted at the 1996 season, Porsche only produced a single homologation car. The following year, the ‘Evo’ version was released with new kidney-shaped headlights and improved aerodynamics. This was good enough for Porsche to build twenty examples for select customers. These lucky few owned one of the most radical and unforgiving road-going supercars of their time.\r\n\r\nOur feature car, chassis WPOZZZ992WS396005 was offered at Bonhams 2003 sale in Monaco. With only 4,400km from new, it sold for 580,000 Euros plus Premium and tax.",
        "price": "1550000.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-05T23:01:26.719Z",
        "updated_at": "2018-10-05T23:01:26.719Z",
        "image": "products/2018/10/05/1997_Porsche_911GT1Straenversion1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 44,
    "fields": {
        "category": 12,
        "name": "2014 Rolls-Royce Ghost Series II",
        "slug": "2014-rolls-royce-ghost-series-ii",
        "description": "“ Rolls-Royce Ghost has proven to be no ordinary power. It has been the cornerstone of our success around the world s ince its launch in 2009. It has propelled Rolls-Royce Motor Cars to new heights. In presenting a less formal, more contemporary and dynamic expression of Rolls-Royce luxury we have attracted a new generation of clients to Rolls-Royce – the Captains of Industry, entrepreneurs and successful business men and women who are the wealth and job creators in our economies.\r\n\r\nThese people are a unique, exclusive group of exceptional achievers who drive success in today’s world. They know what they want and go out to achieve it. And then, having accomplished their objectives, they reward themselves with the ultimate symbol of success; a Rolls-Royce Ghost.\r\n\r\nToday, in answer to our clients’ demands for the best in effortless dynamism, modern luxury and industry-leading technology, clothed in a discreetly updated design that protects the iconic character of a Rolls-Royce, we proudly introduce Ghost Series II – an oasis of calm in a frenetic business world.”\r\n\r\nToday at the 2014 Geneva Salon, Rolls-Royce Motor Cars unveils Ghost Series II to the world. Offered in a discreet and considered update of this iconic car’s exterior appearance, Ghost Series II offers the latest technological advances to our growing base of highly-successful customers – the Captains of Industry, entrepreneurs and successful business men and women who are the wealth and job creators in our economies – consolidating Ghost’s position as the most popular car in the €200,000+ class and a cornerstone of Rolls-Royce’s success.\r\n\r\nGhost: Contemporary Rolls-Royce Luxury\r\nSince its launch in 2009, Ghost has become the ultimate symbol of success for leading entrepreneurs across the globe. Winning critical media and customer acclaim and driving the company to four consecutive historic sales records, Ghost has led a new, younger generation of highly successful men and women to Rolls-Royce ownership; a key pillar in the marque’s highly successful sustainable growth strategy.\r\n\r\nGhost is a thoroughly contemporary representation of Rolls-Royce luxury – perfectly balancing effortless dynamism and modern luxury in a car that is composed under all circumstances. Owners enjoy a quietly assured, exquisitely refined modern motor car with an interior ambiance that offers a sense of calm and serenity in an often frenetic and chaotic business world.\r\n\r\nIn essence, Ghost is a Rolls-Royce that meets its owner’s every need; an exquisitely appointed business tool for the business week and an engaging and effortless driving experience for leisure at the weekend.\r\n\r\nThe Power Of Simplicity\r\nA single defining principle came to characterise the Ghost design process – to harness the power of simplicity. The notion that no complication should ever distract from driver or passenger pleasure, informed every facet of the design and engineering process.\r\n\r\nThis bold new generation of Rolls-Royce customer seeks a motor car with a silent assurance – a cosseting, super-premium environment in which to conduct business and augment their leisure time. In Ghost Series II, tradition blends perfectly with this bold, contemporary direction.\r\n\r\nAn uncompromising approach to materials and craftsmanship remained and traditional visual tenets were re-imagined to express the car’s modernity and dynamism. For example, the stately presence of Phantom’s grille made way for a softer, less formal design – its subtle curvature more akin to a jet air-intake than traditional pantheon facia.\r\n\r\nFlowing ‘yacht lines’ and powerful flanks hint at the car’s inherent dynamism, whilst traditional Rolls-Royce DNA is expressed in the elevated prow, large uninterrupted surfaces, long bonnet and short overhang.\r\n\r\nGhost Series II – Design Evolved\r\nEnsuring Ghost remains at the very cutting edge of an ever-changing world is essential to satisfying Rolls-Royce’s demanding customers and Ghost Series II proves a showcase for the most recent technological advances from the marque. Clad in a subtle re-design, Ghost Series II ensures the timeless yet modern quality that the marque’s customers cherish.\r\n\r\nThe eye is immediately drawn towards the re-sculpted headlights, with unbroken daytime running lights framing a new, more dynamic shape, giving Ghost Series II a distinct visual signature from the front. This blends perfectly with revised surface treatments to the front of the car. A tapered ‘wake channel’ on the bonnet, emanating from the Spirit of Ecstasy’s wings, evokes the sight of a jet’s vapour trail, hinting at the car’s dynamism. Subtle re-sculpting of Ghost’s bumpers creates a stronger stance and a sense of extra width and height, whilst the contemporary aesthetic is further enhanced with the addition of chrome inserts to the front air intakes, which now feed more air cooling to the front brakes.\r\n\r\nOne of Rolls-Royce’s defining visual signatures is given an enhanced dynamic edge. The famous waft line has be re-designed on Ghost Series II to lean further forwards – with a view to emphasising the car’s effortless dynamism.\r\n\r\nThese features, married with new optional 21” forged wheels and standard 19” wheels, ensure Ghost remains a perfectly executed, contemporary expression of Rolls-Royce luxury.\r\n\r\nNew surprise and delight features such as the optional monogrammed stainless-steel fuel-filler cap enhance the car’s tactile and visual appeal.\r\n\r\nInterior comfort and style are enhanced with re-designed seats. Electronically adjustable thigh supports for front seat passengers complement a new seat structure, enhancing Ghost’s unchallenged interior comfort levels. A revised rear seat design ensures absolute comfort for those wishing to conduct business or simply relax. In ‘lounge seat’ configuration, the seats are gently angled towards each other to create a more intimate setting, allowing passengers to communicate more easily.\r\n\r\nThe seats are available with three-level heating as standard with optional massage function and can be reclined for comfort. Chrome surrounds to the sun visor lights and a new soft-feel dashboard treatment enhance the car’s premium tactility, whilst sumptuous natural grain leather can now be optionally extended to the A and C pillars.\r\n\r\nThe instrument dials and clock have also undergone subtle enhancements with individually applied polished metal chaplets around the dials evoking the precision design of hand-made, luxury wrist watches, whilst the matt chrome centres ‘float’ in the middle of each instrument.\r\n\r\nFinally, the scope for Bespoke customisation is widened with the introduction of two new, exquisitely crafted veneers; Paldao and Walnut Burr Crossband.\r\n\r\nDiscreet Technology For A Calm Atmosphere\r\nThroughout the marque’s storied history, engineers have sought to refine the experience for drivers and occupants by applying the very latest technologies. Ghost Series II is no different, presenting a full suite of the latest technological updates.\r\n\r\nOn opening the car’s coach doors, one is met with a calming, light and uncluttered space. Occupants can work, relax or simply enjoy the pleasure of driving in a cosseting, peaceful atmosphere, assured that they are fully connected to the outside world of business affairs through the car’s peerless connectivity suite.\r\n\r\nCalmly Connected\r\nGhost Series II is the ultimate contemporary combination of luxury, technology and connectivity available to the successful entrepreneur on the move today. It is an oasis of calm in a busy connected world where he or she can do business in peace. It presents the driver and occupants with a comprehensive example of effortless Rolls-Royce connectivity, a network where communication between car, environment and driver helps lower the pulse, ease the journey and delight the occupants.\r\n\r\nKey to this is the discreet placement of the car’s technological functions. Accessed through a one-touch call button or the Spirit of Ecstasy Rotary Controller, on-board Wi-Fi facilitates email, file sharing, telephony and video-conferencing. The user is also able to watch televised business news in order to remain ahead of the game. Navigation assistance is summoned by the same one-touch call button. Then by simply saying “Navigate to Piccadilly in London” or wherever else the owner wishes to go, directions that anticipate and avoid unnecessary delays are offered.\r\n\r\nShould a delay occur or our owner needs to talk to their business associates, Ghost Series II makes this as effortless as possible with the same one-touch system. The command “Call Giles” automatically connects the call. At the end of the conversation, a command such as “Play Radio” will return the driver directly to the in-car entertainment options.\r\n\r\nInformation from the significantly updated Multimedia Interface and Navigation system is displayed beautifully on a new 10.25” high definition screen.\r\n\r\nSpirit Of Ecstasy Rotary Controller\r\nIn 2014, the famous Spirit of Ecstasy figurine celebrates her 103rd birthday. More than any other symbol of luxury, the flying lady stands as a genuine icon, one whose beautiful image continues to adorn the grille, but is now also reproduced within Ghost Series II’s cabin depicted below the crystal glass surface of the new rotary controller.\r\n\r\nThis Spirit of Ecstasy Rotary Controller presents a touch pad (rather than a touch screen which might leave unsightly fingerprints at driver and passenger eye level), with the ability to write characters by finger, as well as the ability to scroll through function menus by turning the chrome dial and pressing down to select its functions.\r\n\r\nThe system recognises English, Latin and Arabic characters as well as Mandarin, to assist drivers in China, where character selection can otherwise be a time-consuming process.\r\n\r\nThe Rotary Controller’s touch pad also allows ‘pull and pinch’ features, replicating intuitive smart phone functionality. These help the user pinpoint chosen areas on the screen or help to make them larger. For example, different areas of a map can be found by moving a finger across the touch pad, whilst street resolution can be made larger or smaller by pinching or pulling.\r\n\r\nBespoke Audio\r\nRolls-Royce employs experts for all aspects of high-end craftsmanship, from hand-painted coach lines to finely-tuned audio systems. Finely tuned by expert Rolls-Royce audio engineers and naturally incorporating the finest hardware and latest advances in connectivity, Bespoke Audio is the most exhaustively designed automotive hi-fi system ever developed.\r\n\r\nEnsuring perfect acoustic balance and performance was central to the design process of the car. Rolls-Royce’s in-house audio engineers were consulted on the effect proposed changes in the wider design of the car may have on the performance of the system – a practice unparalleled in the automotive world.\r\n\r\nEighteen individually-tuned speakers, with both theatre and studio settings, deliver a pure ‘larger than live’ sensation. Two bass speakers located in the boot complement seven speakers meticulously placed throughout the cabin. Two ‘exciter’ speakers in the roof-lining bring the sound to occupants’ ear level creating a completely unique listening sensation.\r\n\r\nThe system utilises a highly sensitive microphone to constantly monitor ambient exterior noise, subtly adjusting the volume and tone settings accordingly to ensure the system delivers consistent perfection. The technology complements this, with frequency and phase correction for individual speakers eliminating potential loud and dead spots caused by outside influences.\r\n\r\nSupplementing this industry-leading audio engineering in the true spirit of Sir Henry Royce, Ghost Series II’s on-board hard drive holds 20.5 GB of storage, meaning it can host approximately 5,700 items of music downloaded via the USB port located within the centre console or glove compartment.\r\n\r\niPod and iPad connections allow the importation of music, but also podcast and audio book downloads. Bluetooth audio streaming is an option too, from one of two phones that can be paired with equal functionality\r\n \r\nA number of music searches can be made via the Spirit of Ecstasy Rotary Controller, including a “play more like this” function while online Gracenote® access for CDs with hit selection make navigating music collections an effortless experience. But it is the sound quality itself that places Ghost Series II at the pinnacle of in-car audio.\r\n\r\nIlluminating Technology Shows The Way\r\nThe most recent developments in LED lighting technology have also been applied to Ghost Series II. The way this light is managed is significantly enhanced by adaptive technology. Electronically controlled reflectors move in the direction of travel in response to steering-wheel turns to give a greater depth of vision when cornering and a whiter, brighter light ensures effortless and safe driving on dark roads whilst helping reduce driver tiredness.\r\n\r\nIn addition, automatic dipping of full-beam headlights has been replaced with revolutionary new glare-free technology. When a car approaches, light is deflected to ensure the oncoming driver is not dazzled. Ghost Series II drivers therefore enjoy the safety benefits of constant full-beam visibility. A day-time running bar frames Ghost Series II’s contemporary light design, giving the car a distinctive signature whilst augmenting safety at the same time.\r\n\r\nSatellite Aided Transmission\r\nGhost Series II’s effortless dynamism is augmented with the addition of Satellite Aided Transmission, a technology that made its debut on Wraith in 2013.\r\n\r\nSatellite Aided Transmission utilises GPS data to allow the car to see beyond what the driver sees, anticipating their next move based on location and driving style. It uses this information to select the most appropriate gear from the Ghost Series II’s 8-speed ZF gearbox to ensure the driver is able to appropriately exploit the power from the Rolls-Royce 6.6 litre twin-turbo V12, ensuring an effortless and seamless drive experience.\r\n\r\nFor example when approaching a sweeping bend, the car will predict how you wish to drive through it. When the driver lifts the accelerator it will hold the lower gear to ensure maximum power is available on accelerating through the exit of a corner.\r\n\r\nSatellite Aided Transmission comes as standard on all Ghost Series II cars.\r\n\r\nDynamic driving package and suspension enhancements\r\n\r\nGhost Series II presents the perfect blend of driving dynamics and hallmark Rolls-Royce comfort. Customers can specify a Dynamic Driving Package that offers a more involving driving experience with no compromise to ride quality.\r\n\r\nRe-designed front and rear struts married to new steering gear and adjusted dampers significantly increase Ghost Series II’s cornering ability, whilst enhanced feedback levels can be felt through a thicker steering wheel.\r\n\r\nIn all specifications, ride quality and rear stability is further enhanced thanks to new rear hydraulic axle bearings.\r\n\r\nGhost Series II – Changes At A Glance\r\nGhost Series II presents significant recent technological updates in an exterior package that represents evolutionary changes to Ghost’s timeless aesthetic.\r\n\r\n*A contemporary re-imagining of Ghost’s front face; re-engineered and re-designed LED headlights are framed by day-time running lights.\r\n*Revised surface treatments including re-sculptured bumpers that present a wider, more dynamic stance.\r\n*A new bonnet design featuring tapered ‘wake channel’ emanating from the Spirit of Ecstasy that hints at Ghost Series II’s dynamism.\r\n*The waft line leans further forwards, giving further expression to Ghost’s dynamic driving experience.\r\n*New paint and wheel options giving customers greater scope for Bespoke personalisation.\r\n\r\nInterior Design\r\n*Re-designed front seats include electronically adjustable thigh supports and depth adjustment. Rear seats have been subtly re-angled to augment effortless communication with fellow passengers.\r\n*The clock fascia and instrument dials are enhanced with the addition of polished metal chaplets that evoke premium watch design.\r\n*Option of extending natural grain leather to the A and C pillars.\r\n*The scope for Bespoke customisation is extended with the introduction of two new, exquisitely crafted veneers: Paldao and Walnut Burr Crossband.\r\n\r\nTechnological And Engineering Enhancements\r\n*Re-designed LED headlights incorporating the latest technologies. A whiter, brighter light augments driver safety whilst electronic reflectors move in the direction of travel in response to steering-wheel turns. New anti-glare technology deflects light when a car approaches in the other direction, giving Ghost Series II drivers the benefit of full-beam headlights at all times.\r\n*Suspension enhancements include re-engineered front and rear struts, new steering gear and adjusted dampers that increase the car’s cornering ability when the Dynamic Driving Package is specified.\r\n*New hydraulic rear axle bearings enhance ride quality and rear stability whilst reducing vibrations and cabin intrusions.\r\n*All Ghost Series II motor cars feature Satellite Aided Transmission as standard – a technology that utilises GPS and mapping data to ensure the car is always in the correct gear when negotiating turns, motorway exists and roundabouts.",
        "price": "760000.00",
        "available": true,
        "stock": 5,
        "created_at": "2018-10-05T23:06:45.107Z",
        "updated_at": "2018-10-05T23:06:45.107Z",
        "image": "products/2018/10/05/2014_RollsRoyce_GhostSeriesII-0-1536.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 45,
    "fields": {
        "category": 12,
        "name": "2008 Rolls-Royce Phantom Coupé",
        "slug": "2008-rolls-royce-phantom-coupe",
        "description": "16.02.2008 – Rolls-Royce Motor Cars will unveil its new Phantom Coupé at the 78th International Geneva Motor Show on Tuesday, 4 March 2008. Production of the new car will start at Goodwood in the summer of 2008.\r\n\r\nThe Coupé is the most driver-orientated model in the Phantom line. A number of subtle but significant modifications have been made that change its character. It is noticeably more dynamic, whilst still offering incredible levels of comfort. A sport button on the steering wheel activates a new gearbox programme. Each gear is held for longer, increasing the rate of acceleration. Kick-down is also faster and accelerator pedal response has been enhanced.\r\n\r\nMarrying cutting-edge technology with a beautifully proportioned, muscular body that exudes power and style, it incorporates timeless Rolls-Royce design cues in an utterly contemporary manner.\r\nDesigned to cover great distances effortlessly, the Coupé is the perfect choice for a transcontinental trip. Power is provided by the Phantom’s 6.75-litre V12 that produces 453 bhp, 720 Nm of torque and has segment-leading fuel economy. A 25 per cent increase in fuel capacity, compared to the Drophead Coupé, adds significant driving range. Agile, fast, long-legged and virtually silent, the Phantom Coupé allows both driver and passengers to emerge unruffled, even after an all-day run.\r\n\r\nRolls-Royce Motor Cars Chief Designer, Ian Cameron, said “Rolls-Royce has always been about pace, performance and style. For the Coupé design we gave the quintessential Rolls-Royce design a dynamic twist. This adds a sense of drama to the outstanding engineering and drivability that are fundamentals of Rolls-Royce cars. The dynamic drive of the Phantom has always come as a surprise to customers and the Coupé takes it one step further.”\r\n\r\nThe Phantom Coupé features rear-hinged coach doors which add considerably to the ease of access to the rear lounge seats as well as to the overall aesthetics. Crucially, they aid the overall stiffness of the body as the rear hinged doors allow for an uninterrupted A-pillar helping to make this the most torsionally rigid Rolls-Royce ever. A brushed steel finish of A-pillar and bonnet, as seen for the first time on 100EX, is also available for the Coupé.\r\n\r\nAt the rear is a spacious picnic boot. A split tail compartment that opens in two parts, gives easy access to 395 litres of space. The lower tailgate also provides a comfortable seating platform for two adults when lowered.\r\n \r\nAt the core of the Phantom Coupé is an advanced aluminium chassis, perhaps the single most significant component in delivering the marque’s legendary refinement. Lightweight and exceptionally strong, it impacts positively on ride comfort, handling and safety. Hand made, it requires over 130 meters of welding to create each body.\r\n\r\nRolls-Royce Motor Cars Chairman and Chief Executive, Ian Robertson, said, “The Coupé has been designed and engineered to be the most dynamic interpretation of our values. Our 2007 sales figures illustrate how successful the entire model range has been with an increase of 25 per cent over the previous year.”\r\n\r\nIn addition to the options, customers can specify unique features through the company’s Bespoke programme. For example, they may choose from 44,000 exterior colours, specify a one-off leather colour or even select an unusual wood to complement the interior. Our Bespoke interior designers can also use embroidery and marquetry to personalise the inside of the car. All manner of other technical, structural and aesthetic detailing is possible, to meet the precise requirements of customers.",
        "price": "350000.00",
        "available": true,
        "stock": 2,
        "created_at": "2018-10-05T23:11:59.267Z",
        "updated_at": "2018-10-12T23:14:14.862Z",
        "image": "products/2018/10/05/2008_RollsRoyce_PhantomCoup1.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 46,
    "fields": {
        "category": 14,
        "name": "2019 Acura NSX",
        "slug": "2019-acura-nsx",
        "description": "The 2019 Acura NSX receives the model’s first refresh, after its market debut some 2 years ago. The refresh is relatively minimalist in nature – as far as these kind of things go – with the mid-engine hybrid AWD supercar benefiting from some chassis tweaks, aesthetic enhancements and introduction of more standard equipment. The NSX retains the 573-horsepower, twin-turbocharged V6 with 3 electric motors and 9-speed DCT used in previous years.\r\n\r\nThe NSX debuted with its new swag at ‘The Quail, A Motorsports Gathering’ event on the Monterey Peninsula in California. Most notable on display, was the new ‘Thermal Orange’ paint color option ($750 USD). Other exterior changes include the front grille upper section now being finished in the main body color (previously chrome).\r\n\r\nArguably, the most important changes come in the form of improvements to the chassis which include new Continental SportContact tires, a stiffer suspension setup and calibrations to the vehicle’s software, which directs the SH-AWD system, active dampers, electric power steering and stability control system.\r\n\r\nAcura claims that all of these changes translate to a 26 percent and 19 percent stiffer front and rear anti-roll bar respectively, and ultimately provide better grip and more precise handling feedback to the driver. These upgrades were made in a direct response to the previous car’s tendency to be over-sensitive to weight transfer on corner entry, resulting in generally undesirable moments of oversteer.\r\n\r\nAcura further notes that the newest NSX will complete a lap of its home course, Suzuka Circuit, 2 seconds faster than before.\r\n\r\nNow standard in the Acura NSX are the ELS premium audio system, power sport seats, navigation, proximity sensors and sport pedals – altogether costing $4,700 USD in options on the previous NSX. While the base price of the 2019 Acura NSX is $157,500 USD – $1,500 more than last year’s model – one could argue that the NSX is actually getting a price cut with the aforementioned $4,700 in options now being standard fare.",
        "price": "165000.00",
        "available": true,
        "stock": 18,
        "created_at": "2018-10-05T23:24:31.629Z",
        "updated_at": "2018-10-05T23:24:31.629Z",
        "image": "products/2018/10/05/2019-acura-nsx-58.jpg"
    }
},
{
    "model": "shop.product",
    "pk": 47,
    "fields": {
        "category": 14,
        "name": "1999 Acura NSX Alex Zanardi Edition",
        "slug": "1999-acura-nsx-alex-zanardi-edition",
        "description": "Built in a limited series of 50 cars for the North American Market, the Alex Zanardi edition was basically a lightweight NSX coupe.\r\n\r\nThe were produced to commemorate Zanardi’s championship CART seasons and painted New Formula Red to match the CART racecar.\r\n\r\nAt the time Honda and Acura were only making Targa versions a ceased production of the coupe in 1995 making the 1999 Alex Zanardi Edition even more special.\r\n\r\nFeatures of the Alex Zanardi Edition were taken from the Japanese market NSX Type S and include a lightweight rear spoiler, single pane rear glass, BBS wheels and a lighter battery which helped shed 150 lbs off the production version.\r\n\r\nA total of 51 cars were built including chassis 0/50 which was a press car and 1/50 which was Alex’s personal car.",
        "price": "87670.00",
        "available": true,
        "stock": 3,
        "created_at": "2018-10-05T23:27:02.189Z",
        "updated_at": "2018-10-05T23:27:02.190Z",
        "image": "products/2018/10/05/1999_Acura_NSXAlexZanardiEdition-0-1024.jpg"
    }
},
{
    "model": "orders.order",
    "pk": 1,
    "fields": {
        "first_name": "Jimbo",
        "last_name": "Fisher",
        "email": "adekoya@gmail.com",
        "address": "Nonya",
        "postal_code": "10006",
        "city": "New York",
        "created": "2018-09-17T01:24:18.888Z",
        "updated": "2018-09-17T01:24:18.888Z",
        "paid": false
    }
},
{
    "model": "orders.order",
    "pk": 2,
    "fields": {
        "first_name": "Akin",
        "last_name": "Adekoya",
        "email": "adekoya@gmail.com",
        "address": "90 Washington Street",
        "postal_code": "10006",
        "city": "New York",
        "created": "2018-10-04T22:50:44.364Z",
        "updated": "2018-10-04T22:50:44.364Z",
        "paid": false
    }
},
{
    "model": "orders.order",
    "pk": 3,
    "fields": {
        "first_name": "Akin",
        "last_name": "Adekoya",
        "email": "adekoya@gmail.com",
        "address": "90 Washington Street",
        "postal_code": "10006",
        "city": "New York",
        "created": "2018-10-05T18:05:10.414Z",
        "updated": "2018-10-05T18:05:10.414Z",
        "paid": false
    }
},
{
    "model": "orders.order",
    "pk": 4,
    "fields": {
        "first_name": "Jason",
        "last_name": "Bateman",
        "email": "jason@example.com",
        "address": "222 West Ave",
        "postal_code": "60637",
        "city": "Chicago",
        "created": "2018-10-12T20:52:17.830Z",
        "updated": "2018-10-12T20:52:17.830Z",
        "paid": false
    }
},
{
    "model": "orders.orderitem",
    "pk": 1,
    "fields": {
        "order": 1,
        "product": 6,
        "price": "500000.00",
        "quantity": 1
    }
},
{
    "model": "orders.orderitem",
    "pk": 2,
    "fields": {
        "order": 2,
        "product": 15,
        "price": "200000.00",
        "quantity": 1
    }
},
{
    "model": "orders.orderitem",
    "pk": 3,
    "fields": {
        "order": 4,
        "product": 23,
        "price": "350000.00",
        "quantity": 4
    }
},
{
    "model": "orders.orderitem",
    "pk": 4,
    "fields": {
        "order": 4,
        "product": 16,
        "price": "350000.00",
        "quantity": 4
    }
},
{
    "model": "orders.orderitem",
    "pk": 5,
    "fields": {
        "order": 4,
        "product": 28,
        "price": "145000.00",
        "quantity": 11
    }
},
{
    "model": "admin.logentry",
    "pk": 1,
    "fields": {
        "action_time": "2018-09-15T19:23:24.161Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "1",
        "object_repr": "Category 1",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 2,
    "fields": {
        "action_time": "2018-09-15T19:23:27.324Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "2",
        "object_repr": "Category 2",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 3,
    "fields": {
        "action_time": "2018-09-15T19:23:33.739Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "3",
        "object_repr": "Category 3",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 4,
    "fields": {
        "action_time": "2018-09-15T19:23:36.803Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "4",
        "object_repr": "Category 4",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 5,
    "fields": {
        "action_time": "2018-09-15T19:23:41.100Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "5",
        "object_repr": "Category 5",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 6,
    "fields": {
        "action_time": "2018-09-15T19:24:41.129Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "1",
        "object_repr": "Product 1",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 7,
    "fields": {
        "action_time": "2018-09-15T19:25:20.173Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "2",
        "object_repr": "Product 2",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 8,
    "fields": {
        "action_time": "2018-09-15T19:25:39.593Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "3",
        "object_repr": "Product 3",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 9,
    "fields": {
        "action_time": "2018-09-15T19:26:02.330Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "4",
        "object_repr": "Product 4",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 10,
    "fields": {
        "action_time": "2018-09-15T19:26:28.742Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "5",
        "object_repr": "Product 5",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 11,
    "fields": {
        "action_time": "2018-09-15T19:36:51.063Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "3",
        "object_repr": "Product 3",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"category\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 12,
    "fields": {
        "action_time": "2018-09-15T20:02:28.180Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "3",
        "object_repr": "Product 3",
        "action_flag": 2,
        "change_message": "[]"
    }
},
{
    "model": "admin.logentry",
    "pk": 13,
    "fields": {
        "action_time": "2018-09-16T19:12:16.884Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "1",
        "object_repr": "Lamborghini",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 14,
    "fields": {
        "action_time": "2018-09-16T19:12:40.111Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "2",
        "object_repr": "Aston Martin",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 15,
    "fields": {
        "action_time": "2018-09-16T19:12:56.462Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "3",
        "object_repr": "Ferrari",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 16,
    "fields": {
        "action_time": "2018-09-16T19:14:05.550Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "4",
        "object_repr": "Maserati",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 17,
    "fields": {
        "action_time": "2018-09-16T19:14:29.612Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "5",
        "object_repr": "McLaren",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 18,
    "fields": {
        "action_time": "2018-09-16T19:14:49.187Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "6",
        "object_repr": "Porsche",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 19,
    "fields": {
        "action_time": "2018-09-16T19:15:45.033Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "7",
        "object_repr": "Jaguar",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 20,
    "fields": {
        "action_time": "2018-09-16T19:15:55.738Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "8",
        "object_repr": "Lotus",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 21,
    "fields": {
        "action_time": "2018-09-16T19:16:04.390Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "9",
        "object_repr": "Bugatti",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 22,
    "fields": {
        "action_time": "2018-09-16T19:16:15.244Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "10",
        "object_repr": "Mercedes-Benz",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 23,
    "fields": {
        "action_time": "2018-09-16T19:16:27.620Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "11",
        "object_repr": "Bentley",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 24,
    "fields": {
        "action_time": "2018-09-16T19:16:34.049Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "12",
        "object_repr": "Rolls-Royce",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 25,
    "fields": {
        "action_time": "2018-09-16T19:17:44.906Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "13",
        "object_repr": "BMW",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 26,
    "fields": {
        "action_time": "2018-09-16T19:18:26.201Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "1",
        "object_repr": "Product 1",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 27,
    "fields": {
        "action_time": "2018-09-16T19:18:26.211Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "2",
        "object_repr": "Product 2",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 28,
    "fields": {
        "action_time": "2018-09-16T19:18:26.217Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "3",
        "object_repr": "Product 3",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 29,
    "fields": {
        "action_time": "2018-09-16T19:18:26.224Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "4",
        "object_repr": "Product 4",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 30,
    "fields": {
        "action_time": "2018-09-16T19:18:26.232Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "5",
        "object_repr": "Product 5",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 31,
    "fields": {
        "action_time": "2018-09-16T19:37:00.908Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Vanquish",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 32,
    "fields": {
        "action_time": "2018-09-16T19:37:14.558Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Vanquish",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"description\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 33,
    "fields": {
        "action_time": "2018-09-16T19:53:38.002Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Vanquish",
        "action_flag": 2,
        "change_message": "[]"
    }
},
{
    "model": "admin.logentry",
    "pk": 34,
    "fields": {
        "action_time": "2018-09-17T00:07:42.802Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Vanquish",
        "action_flag": 2,
        "change_message": "[]"
    }
},
{
    "model": "admin.logentry",
    "pk": 35,
    "fields": {
        "action_time": "2018-09-17T00:14:52.551Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Vanquish",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"image\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 36,
    "fields": {
        "action_time": "2018-09-17T00:21:55.722Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Vanquish",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"description\", \"image\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 37,
    "fields": {
        "action_time": "2018-10-04T21:30:58.746Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "7",
        "object_repr": "2005→2007 Aston Martin Vanquish S V12",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 38,
    "fields": {
        "action_time": "2018-10-04T21:33:11.784Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "8",
        "object_repr": "2015 Aston Martin Vulcan",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 39,
    "fields": {
        "action_time": "2018-10-04T21:37:22.663Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "9",
        "object_repr": "2009 BMW M3 GT4",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 40,
    "fields": {
        "action_time": "2018-10-04T21:45:00.860Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "10",
        "object_repr": "2015 BMW 750Li XDrive",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 41,
    "fields": {
        "action_time": "2018-10-04T21:47:37.662Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "11",
        "object_repr": "2015 Bentley Continental GT Speed",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 42,
    "fields": {
        "action_time": "2018-10-04T21:49:16.806Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "12",
        "object_repr": "2002 Bentley Azure Le Mans Series",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 43,
    "fields": {
        "action_time": "2018-10-04T21:51:59.955Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "13",
        "object_repr": "2012 Bugatti 16/4 Veyron Venet",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 44,
    "fields": {
        "action_time": "2018-10-04T22:27:52.738Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "14",
        "object_repr": "2015 Bugatti Vision Gran Turismo",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 45,
    "fields": {
        "action_time": "2018-10-04T22:31:22.778Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "15",
        "object_repr": "2014 Ferrari 458 Speciale",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 46,
    "fields": {
        "action_time": "2018-10-04T22:35:17.758Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "16",
        "object_repr": "1994 Ferrari F355 Berlinetta",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 47,
    "fields": {
        "action_time": "2018-10-04T22:39:31.622Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "17",
        "object_repr": "1996 Ferrari F50 GT",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 48,
    "fields": {
        "action_time": "2018-10-04T22:42:37.238Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "18",
        "object_repr": "Ferrari F40",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 49,
    "fields": {
        "action_time": "2018-10-04T22:45:40.753Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "19",
        "object_repr": "Ferrari Enzo",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 50,
    "fields": {
        "action_time": "2018-10-04T22:47:53.442Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "20",
        "object_repr": "2010 Jaguar XJ75 Platinum Concept",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 51,
    "fields": {
        "action_time": "2018-10-04T22:55:32.205Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "21",
        "object_repr": "2003 Jaguar R4",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 52,
    "fields": {
        "action_time": "2018-10-04T22:58:25.162Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "22",
        "object_repr": "1957 Jaguar XK-SS",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 53,
    "fields": {
        "action_time": "2018-10-04T23:07:25.602Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "23",
        "object_repr": "2010 Lamborghini Murciélago LP 670-4 SuperVeloce",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 54,
    "fields": {
        "action_time": "2018-10-04T23:10:51.225Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Bugatti Divo Concept",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 55,
    "fields": {
        "action_time": "2018-10-04T23:14:13.964Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "24",
        "object_repr": "1990 Lamborghini Diablo",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 56,
    "fields": {
        "action_time": "2018-10-04T23:16:19.600Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "25",
        "object_repr": "2014 Lamborghini Gallardo 5-95 Zagato",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 57,
    "fields": {
        "action_time": "2018-10-04T23:18:37.125Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "26",
        "object_repr": "2014 Lamborghini Huracán LP 610-4",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 58,
    "fields": {
        "action_time": "2018-10-04T23:23:04.792Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "27",
        "object_repr": "1988→1990 Lamborghini Countach 25th Anniversario",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 59,
    "fields": {
        "action_time": "2018-10-04T23:54:25.245Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "22",
        "object_repr": "1957 Jaguar XK-SS",
        "action_flag": 2,
        "change_message": "[]"
    }
},
{
    "model": "admin.logentry",
    "pk": 60,
    "fields": {
        "action_time": "2018-10-05T00:01:48.125Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "22",
        "object_repr": "1957 Jaguar XK-SS",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 61,
    "fields": {
        "action_time": "2018-10-05T00:01:48.140Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "27",
        "object_repr": "1988→1990 Lamborghini Countach 25th Anniversario",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 62,
    "fields": {
        "action_time": "2018-10-05T00:01:48.154Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "24",
        "object_repr": "1990 Lamborghini Diablo",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 63,
    "fields": {
        "action_time": "2018-10-05T00:01:48.167Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "16",
        "object_repr": "1994 Ferrari F355 Berlinetta",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 64,
    "fields": {
        "action_time": "2018-10-05T00:01:48.181Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "17",
        "object_repr": "1996 Ferrari F50 GT",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 65,
    "fields": {
        "action_time": "2018-10-05T00:01:48.195Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "12",
        "object_repr": "2002 Bentley Azure Le Mans Series",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 66,
    "fields": {
        "action_time": "2018-10-05T00:01:48.210Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "21",
        "object_repr": "2003 Jaguar R4",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 67,
    "fields": {
        "action_time": "2018-10-05T00:01:48.223Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "7",
        "object_repr": "2005→2007 Aston Martin Vanquish S V12",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 68,
    "fields": {
        "action_time": "2018-10-05T00:01:48.237Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "9",
        "object_repr": "2009 BMW M3 GT4",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 69,
    "fields": {
        "action_time": "2018-10-05T00:01:48.251Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "20",
        "object_repr": "2010 Jaguar XJ75 Platinum Concept",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 70,
    "fields": {
        "action_time": "2018-10-05T00:01:48.266Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "23",
        "object_repr": "2010 Lamborghini Murciélago LP 670-4 SuperVeloce",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 71,
    "fields": {
        "action_time": "2018-10-05T00:01:48.281Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "13",
        "object_repr": "2012 Bugatti 16/4 Veyron Venet",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 72,
    "fields": {
        "action_time": "2018-10-05T00:01:48.294Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "15",
        "object_repr": "2014 Ferrari 458 Speciale",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 73,
    "fields": {
        "action_time": "2018-10-05T00:01:48.308Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "25",
        "object_repr": "2014 Lamborghini Gallardo 5-95 Zagato",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 74,
    "fields": {
        "action_time": "2018-10-05T00:01:48.322Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "26",
        "object_repr": "2014 Lamborghini Huracán LP 610-4",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 75,
    "fields": {
        "action_time": "2018-10-05T00:01:48.336Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "8",
        "object_repr": "2015 Aston Martin Vulcan",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 76,
    "fields": {
        "action_time": "2018-10-05T00:01:48.350Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "10",
        "object_repr": "2015 BMW 750Li XDrive",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 77,
    "fields": {
        "action_time": "2018-10-05T00:01:48.364Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "11",
        "object_repr": "2015 Bentley Continental GT Speed",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 78,
    "fields": {
        "action_time": "2018-10-05T00:01:48.378Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "14",
        "object_repr": "2015 Bugatti Vision Gran Turismo",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 79,
    "fields": {
        "action_time": "2018-10-05T00:01:48.396Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Bugatti Divo Concept",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 80,
    "fields": {
        "action_time": "2018-10-05T00:01:48.412Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "19",
        "object_repr": "Ferrari Enzo",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 81,
    "fields": {
        "action_time": "2018-10-05T00:01:48.426Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "18",
        "object_repr": "Ferrari F40",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 82,
    "fields": {
        "action_time": "2018-10-05T00:04:25.049Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "17",
        "object_repr": "1996 Ferrari F50 GT",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 83,
    "fields": {
        "action_time": "2018-10-05T00:04:25.066Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "12",
        "object_repr": "2002 Bentley Azure Le Mans Series",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 84,
    "fields": {
        "action_time": "2018-10-05T00:04:25.082Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "21",
        "object_repr": "2003 Jaguar R4",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 85,
    "fields": {
        "action_time": "2018-10-05T00:04:25.097Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "7",
        "object_repr": "2005→2007 Aston Martin Vanquish S V12",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 86,
    "fields": {
        "action_time": "2018-10-05T00:04:25.112Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "9",
        "object_repr": "2009 BMW M3 GT4",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 87,
    "fields": {
        "action_time": "2018-10-05T00:04:25.127Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "20",
        "object_repr": "2010 Jaguar XJ75 Platinum Concept",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 88,
    "fields": {
        "action_time": "2018-10-05T00:04:25.142Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "23",
        "object_repr": "2010 Lamborghini Murciélago LP 670-4 SuperVeloce",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 89,
    "fields": {
        "action_time": "2018-10-05T00:04:25.158Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "13",
        "object_repr": "2012 Bugatti 16/4 Veyron Venet",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 90,
    "fields": {
        "action_time": "2018-10-05T00:04:25.176Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "15",
        "object_repr": "2014 Ferrari 458 Speciale",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 91,
    "fields": {
        "action_time": "2018-10-05T00:04:25.192Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "25",
        "object_repr": "2014 Lamborghini Gallardo 5-95 Zagato",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 92,
    "fields": {
        "action_time": "2018-10-05T00:04:25.209Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "26",
        "object_repr": "2014 Lamborghini Huracán LP 610-4",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 93,
    "fields": {
        "action_time": "2018-10-05T00:04:25.224Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "8",
        "object_repr": "2015 Aston Martin Vulcan",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 94,
    "fields": {
        "action_time": "2018-10-05T00:04:25.239Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "10",
        "object_repr": "2015 BMW 750Li XDrive",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 95,
    "fields": {
        "action_time": "2018-10-05T00:04:25.253Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "11",
        "object_repr": "2015 Bentley Continental GT Speed",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 96,
    "fields": {
        "action_time": "2018-10-05T00:04:25.269Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "14",
        "object_repr": "2015 Bugatti Vision Gran Turismo",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 97,
    "fields": {
        "action_time": "2018-10-05T00:04:25.283Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "6",
        "object_repr": "Bugatti Divo Concept",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 98,
    "fields": {
        "action_time": "2018-10-05T00:04:25.298Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "19",
        "object_repr": "Ferrari Enzo",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 99,
    "fields": {
        "action_time": "2018-10-05T00:04:25.312Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "18",
        "object_repr": "Ferrari F40",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 100,
    "fields": {
        "action_time": "2018-10-05T04:24:36.873Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "24",
        "object_repr": "1990 Lamborghini Diablo",
        "action_flag": 2,
        "change_message": "[]"
    }
},
{
    "model": "admin.logentry",
    "pk": 101,
    "fields": {
        "action_time": "2018-10-05T17:22:05.233Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "22",
        "object_repr": "1957 Jaguar XK-SS",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 102,
    "fields": {
        "action_time": "2018-10-05T18:16:18.131Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "2",
        "object_repr": "Aston Martin",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 103,
    "fields": {
        "action_time": "2018-10-05T18:16:37.453Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "2",
        "object_repr": "Aston Martin",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 104,
    "fields": {
        "action_time": "2018-10-05T18:16:57.051Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "3",
        "object_repr": "Ferrari",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 105,
    "fields": {
        "action_time": "2018-10-05T18:17:09.657Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "1",
        "object_repr": "Lamborghini",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 106,
    "fields": {
        "action_time": "2018-10-05T18:17:31.616Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "4",
        "object_repr": "Maserati",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 107,
    "fields": {
        "action_time": "2018-10-05T18:18:00.354Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "5",
        "object_repr": "McLaren",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 108,
    "fields": {
        "action_time": "2018-10-05T18:35:33.986Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "28",
        "object_repr": "2005 Lotus Sport Exige 240R",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 109,
    "fields": {
        "action_time": "2018-10-05T18:37:34.787Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "29",
        "object_repr": "2015 Lotus Elise Prototype",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 110,
    "fields": {
        "action_time": "2018-10-05T18:42:16.701Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "30",
        "object_repr": "1976→1980 Lotus Esprit S1",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 111,
    "fields": {
        "action_time": "2018-10-05T18:45:38.490Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "31",
        "object_repr": "2008 Maserati A8GCS Berlinetta Touring",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 112,
    "fields": {
        "action_time": "2018-10-05T18:59:23.069Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "26",
        "object_repr": "2014 Lamborghini Huracán LP",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\", \"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 113,
    "fields": {
        "action_time": "2018-10-05T19:00:41.516Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "12",
        "object_repr": "2002 Bentley Azure Le Mans",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"name\", \"slug\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 114,
    "fields": {
        "action_time": "2018-10-05T21:56:52.085Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "32",
        "object_repr": "1985→1987 Maserati Biturbo II",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 115,
    "fields": {
        "action_time": "2018-10-05T22:01:00.519Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "33",
        "object_repr": "2014 Maserati Alfieri",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 116,
    "fields": {
        "action_time": "2018-10-05T22:05:14.734Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "34",
        "object_repr": "2010 Mansory GranTurismo S",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 117,
    "fields": {
        "action_time": "2018-10-05T22:08:44.159Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "35",
        "object_repr": "McLaren Senna",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 118,
    "fields": {
        "action_time": "2018-10-05T22:12:15.739Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "36",
        "object_repr": "McLaren P1",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 119,
    "fields": {
        "action_time": "2018-10-05T22:18:07.065Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "37",
        "object_repr": "LaFerrari",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 120,
    "fields": {
        "action_time": "2018-10-05T22:19:03.456Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "36",
        "object_repr": "McLaren P1",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 121,
    "fields": {
        "action_time": "2018-10-05T22:23:43.619Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "38",
        "object_repr": "2007 Brabus SLR McLaren Roadster",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 122,
    "fields": {
        "action_time": "2018-10-05T22:29:42.943Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "39",
        "object_repr": "Vision Mercedes-Maybach 6",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 123,
    "fields": {
        "action_time": "2018-10-05T22:33:07.825Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "40",
        "object_repr": "2011 Brabus SLS AMG Roadster",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 124,
    "fields": {
        "action_time": "2018-10-05T22:54:56.000Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "41",
        "object_repr": "2010 Porsche 918 Spyder",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 125,
    "fields": {
        "action_time": "2018-10-05T22:58:07.414Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "42",
        "object_repr": "Porsche Carrera GT",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 126,
    "fields": {
        "action_time": "2018-10-05T23:01:26.721Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "43",
        "object_repr": "1997 Porsche 911 GT1 Straßenversion",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 127,
    "fields": {
        "action_time": "2018-10-05T23:06:45.110Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "44",
        "object_repr": "2014 Rolls-Royce Ghost Series II",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 128,
    "fields": {
        "action_time": "2018-10-05T23:11:59.269Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "45",
        "object_repr": "2008 Rolls-Royce Phantom Coupé",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 129,
    "fields": {
        "action_time": "2018-10-05T23:14:52.504Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "22",
        "object_repr": "1957 Jaguar XK-SS",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"price\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 130,
    "fields": {
        "action_time": "2018-10-05T23:17:49.773Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "22",
        "object_repr": "1957 Jaguar XK-SS",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"image\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 131,
    "fields": {
        "action_time": "2018-10-05T23:18:02.561Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "22",
        "object_repr": "1957 Jaguar XK-SS",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"image\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 132,
    "fields": {
        "action_time": "2018-10-05T23:22:51.489Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "category"
        ],
        "object_id": "14",
        "object_repr": "Acura",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 133,
    "fields": {
        "action_time": "2018-10-05T23:24:31.632Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "46",
        "object_repr": "2019 Acura NSX",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 134,
    "fields": {
        "action_time": "2018-10-05T23:27:02.194Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "47",
        "object_repr": "1999 Acura NSX Alex Zanardi Edition",
        "action_flag": 1,
        "change_message": "[{\"added\": {}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 135,
    "fields": {
        "action_time": "2018-10-12T21:12:21.010Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "28",
        "object_repr": "2005 Lotus Sport Exige 240R",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 136,
    "fields": {
        "action_time": "2018-10-12T21:12:21.024Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "34",
        "object_repr": "2010 Mansory GranTurismo S",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 137,
    "fields": {
        "action_time": "2018-10-12T22:19:19.783Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "16",
        "object_repr": "1994 Ferrari F355 Berlinetta",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 138,
    "fields": {
        "action_time": "2018-10-12T22:19:19.798Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "23",
        "object_repr": "2010 Lamborghini Murciélago LP 670-4 SuperVeloce",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 139,
    "fields": {
        "action_time": "2018-10-12T22:19:19.813Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "19",
        "object_repr": "Ferrari Enzo",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 140,
    "fields": {
        "action_time": "2018-10-12T23:03:48.825Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "27",
        "object_repr": "1988→1990 Lamborghini Countach 25th Anniversario",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 141,
    "fields": {
        "action_time": "2018-10-12T23:03:48.840Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "25",
        "object_repr": "2014 Lamborghini Gallardo 5-95 Zagato",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 142,
    "fields": {
        "action_time": "2018-10-12T23:14:14.871Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "shop",
            "product"
        ],
        "object_id": "45",
        "object_repr": "2008 Rolls-Royce Phantom Coupé",
        "action_flag": 2,
        "change_message": "[{\"changed\": {\"fields\": [\"stock\"]}}]"
    }
},
{
    "model": "admin.logentry",
    "pk": 143,
    "fields": {
        "action_time": "2018-10-26T18:46:15.892Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "auth",
            "user"
        ],
        "object_id": "5",
        "object_repr": "phil",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 144,
    "fields": {
        "action_time": "2018-10-26T18:46:23.433Z",
        "user": [
            "admin"
        ],
        "content_type": [
            "auth",
            "user"
        ],
        "object_id": "4",
        "object_repr": "johny",
        "action_flag": 3,
        "change_message": ""
    }
}
]
